[
  {
    "name": "RYAN BRAIN, CMC",
    "role": "Chief Executive Officer",
    "profileLink": "https://www.integral-corp.com/staff/ryan-brain-cmc/",
    "email": "rbrain@integral-corp.com",
    "description": "Mr. Ryan Brain is a dynamic and transformational leader with a particular focus on people and purpose-driven organizations. As the CEO of Integral, Mr. Brain leads a team of high-end consultants and support staff to deliver exceptional client outcomes, employee success, community engagement, and company growth. Mr. Brain has spent his entire career in professional services as a client advocate and team leader.\nIn September 2022, Mr. Brain assumed the position upon Imperial Capital’s investment in Integral Consulting Inc. Prior, he was President and CEO of WSP Canada. He joined WSP in 2019 after 20+ years at Deloitte.\nMr. Brain is passionate about community engagement, and serves on the Board of the YMCA of Greater Toronto (and rolled off as Chair in September 2021)."
  },
  {
    "name": "WILLIAM LOCKE, P.E.",
    "role": "President",
    "profileLink": "https://www.integral-corp.com/staff/william-locke-p-e/",
    "email": "wlocke@integral-corp.com",
    "description": "Mr. William Locke is a hydrologist and registered civil engineer with more than 25 years of experience in environmental investigation, fate and transport assessments, remedy analysis and selection, and regulatory affairs. He specializes in designing physical and chemical investigations of complex environmental systems, including soil, groundwater, sediments, surface water, and biota. He advises a broad range of clients on scientific and engineering issues, regulatory strategy, and management of environmental assets and liabilities. Mr. Locke has overseen and contributed to numerous remedial investigations, risk assessments, engineering feasibility studies, and fate and transport evaluations conducted under CERCLA, RCRA, and state-led environmental cleanup programs. He has also provided expert support for environmental litigation matters and natural resource damage assessments (NRDAs).\nMr. Locke is well versed in the environmental behavior of a wide array of organic chemicals (e.g., dioxins and furans, PCBs, PAHs, and chlorinated solvents) and inorganic chemicals (e.g., cyanide, arsenic, cadmium, lead, and other metals). He has designed and executed technical studies to differentiate site-related releases from natural and anthropogenic background chemical concentrations in soil, water, and sediments. Mr. Locke has evaluated groundwater-sediment-surface water interactions at several sites across the U.S., where he has developed and successfully implemented a multiple-lines-of-evidence approach for differentiating impacts of historical releases to sediments from those caused by migration of upland groundwater plumes. Mr. Locke has also developed analytical and numerical models to assess chemical fate and transport in groundwater and surface water systems, predict the effects of mining on water quality and quantity, analyze the feasibility of environmental remediation projects, and address questions related to water resources quantity and quality."
  },
  {
    "name": "AVRAM FRANKEL, P.E.",
    "role": "Chief Operating Officer",
    "profileLink": "https://www.integral-corp.com/staff/avram-frankel-p-e/",
    "email": "afrankel@integral-corp.com",
    "description": "Mr. Avram Frankel is a professional engineer, technical expert, and program manager with more than 30 years of experience on a wide range of commercial/industrial, municipal, state, and federal projects regulated under numerous state and federal programs. A civil and environmental engineer licensed in California, Oregon, Washington, Colorado, Georgia, and Hawaii, Mr. Frankel provides his clients with strategic risk management and technical analysis in support of due diligence, redevelopment, technology evaluation, site investigation, water treatment, remediation, and legal/litigation matters. With a focus on enhancing health and safety, restoration of drinking water aquifers, and delivery of drinking water, he has overseen the design, costing, installation, and optimization of groundwater remediation and water treatment systems across the U.S. over a wide range of site scales, geologies, and technical complexities. As a program manager and technical strategist, Mr. Frankel’s experience on large, complex, and performance-based projects is extensive, including the successful remediation of plumes measured in miles in challenging stakeholder environments and under litigation or settlement conditions. He has also served as a consulting and testifying expert on numerous litigation matters, including pre-trial and trial testimony.\nOver his career, Mr. Frankel has addressed emerging contaminants of the past and present, including hexavalent chromium, perchlorate, per- and polyfluoroalkyl substances (PFAS), and 1,2,3-trichloropropane (1,2,3-TCP). A seasoned practitioner, he has considerable expertise in the preparation of high-stakes deliverables, incentive-based contract documents, expert technical reports, cost evaluations, and risk-reducing strategies to achieve environmental goals for an appropriate lifecycle cost.\nVideo: Click Here"
  },
  {
    "name": "CHRIS BELKNAP",
    "role": "Chief Financial Officer",
    "profileLink": "https://www.integral-corp.com/staff/chris-belknap/",
    "email": "cbelknap@integral-corp.com",
    "description": "Mr. Chris Belknap is a finance executive with 20 years of experience in the professional services industry, including private equity portfolio company experience from initial private equity recapitalization through private equity successful exit.  He has demonstrated an ability to improve operations and maximize profitability through strategic financial management.  Mr. Belknap has significant experience in analysis and execution of mergers and acquisitions, acquisition integration, strategic business forecasting, international compliance, and system implementation."
  },
  {
    "name": "JOIE SIEGRIST, SHRM-CP",
    "role": "Chief Talent Officer",
    "profileLink": "https://www.integral-corp.com/staff/joie-siegrist/",
    "email": "jsiegrist@integral-corp.com",
    "description": "Ms. Joie Siegrist is an accomplished leader with 21 years of human resources experience and governance expertise. She leads an employee-centered human resources team, focusing on attracting, developing, and retaining top talent to support the company’s mission. Ms. Siegrist is highly skilled in aligning human resources strategies with company priorities to elevate employee engagement, drive company growth, and cultivate a collaborative workplace culture built on teamwork, transparency, and mutual respect. Her human resource philosophy is firmly rooted in the belief that investing in people and empowering them throughout their career journeys not only drives exceptional service to clients but also amplifies the company’s positive impact on the communities it serves.\nAt Integral, Ms. Siegrist has been instrumental in advancing leadership development, employee engagement, and a culture of learning. She collaborated with company leaders to create the LEAD (Lead Engage Aspire Develop) Program, equipping future leaders with critical leadership skills to advance their careers and excel in their roles. Additionally, she led the development of Integral’s first learning management system and Integral University, providing employees with tools and resources to expand their expertise, drive innovation, and advance their careers. These initiatives not only empower individual growth but also strengthen the company’s ability to retain and develop top talent, ensuring agility and competitiveness in a rapidly evolving industry.\nBeyond her work at Integral, Ms. Siegrist demonstrates a strong commitment to community and public education. With 12 years of service on the St. Vrain Valley School District Board of Education, including roles as President and Vice President, she has provided strategic leadership and championed policies and programs that promote innovation and excellence in education. Additionally, her work as a race director and involvement with nonprofit organizations reflect her dedication to fostering positive impacts and strengthening communities.\n"
  },
  {
    "name": "MIRANDA HENNING, BCES",
    "role": "Managing Principal, Business Director - Health and Ecology",
    "profileLink": "https://www.integral-corp.com/staff/miranda-henning/",
    "email": "mhenning@integral-corp.com",
    "description": "Miranda Henning helps clients in the regulated, legal, governmental, and nonprofit communities quantify and mitigate the risks and damages posed by chemicals in the environment, home, workplace, diet, and consumer products.  A certified senior ecologist and Board Certified Environmental Scientist (BCES, ecotoxicology), she provides expert testimony, conducts technical analyses, offers strategic advice, and shares findings and recommendations with diverse audiences.  Ms. Henning has developed and applied innovative techniques to characterize and mitigate the effects of releases of per- and polyfluoroalkyl substances (PFAS), polychlorinated dibenzo-p-dioxins and dibenzofurans (PCDD/Fs), PCBs, PAHs, petroleum hydrocarbons, pesticides, and metals. Her work often takes the form of human health and ecological risk assessments, natural resource damage assessments (NRDAs), public meetings, safety assessments, feasibility studies, and expert reports.  Ms. Henning has contributed to nearly 100 guidance documents, scientific publications, and technical presentations."
  },
  {
    "name": "MARCIA GREENBLATT, PH.D., P.E.",
    "role": "Managing Principal, Business Director, Investigation and Remediation",
    "profileLink": "https://www.integral-corp.com/staff/marcia-greenblatt-ph-d-p-e/",
    "email": "mgreenblatt@integral-corp.com",
    "description": "Dr. Marcia Greenblatt has more than two decades of experience meeting challenges with clients while also addressing the demands of regulatory agencies. She applies her specialized experience in upland and sediment contaminated site investigations to support industrial and legal clients in complex strategic and technical decision-making.  She leads teams of scientists and engineers to build a holistic understanding of complex sites in order to efficiently manage the sites.  Her success means finding a balanced solution for the client, the regulatory agency, and the environment.\nHer responsibilities have included management of a major feasibility study and design of sediment, soil, water column, and bathymetric data collection programs and field sampling plans. In addition, she has integrated data analyses within a geographic information system (GIS) to support site conceptualization, characterize and evaluate fate and transport processes, identify data gaps, parameterize and apply numerical models, and evaluate remedial alternatives.  Dr. Greenblatt has served as both a testifying and consulting technical expert on water quality and sediment allocation matters."
  },
  {
    "name": "CRAIG A. JONES, PH.D.",
    "role": "Managing Principal, Business Director - Marine, Coastal, Climate, and Technology Services",
    "profileLink": "https://www.integral-corp.com/staff/craig-a-jones-ph-d/",
    "email": "cjones@integral-corp.com",
    "description": "Dr. Craig Jones serves as the managing principal for Integral’s Marine, Coastal, Climate, and Technology Services. With more than two decades in the field, he specializes in engineering and scientific projects aimed at understanding challenges at offshore sites for both governmental bodies and private enterprises. His experience spans riverine, lacustrine, estuarine, and coastal processes, delving deep into hydrodynamics, wave dynamics, and sediment and contaminant transport. He is widely recognized for employing cutting-edge field measurements and modeling techniques to deeply understand aquatic systems. He plays an instrumental role in designing field operations and tools to gather information critical to client needs. Furthermore, Dr. Jones excels in assimilating this information into varying analytical frameworks, ranging from empirical to numerical models, ensuring that each project meets the highest quality standards while being efficiently managed. He has testified in federal court and in front of public utility commissions as an expert on environmental issues and regulatory concerns, including sediments and contaminants in support of allocation activities. Dr. Jones continues to work on preparation of materials for various environmental litigation cases in the United States.\nVideo: Offshore Technology Conference 2021"
  },
  {
    "name": "DAMIAN V. PREZIOSI",
    "role": "Managing Principal, Strategic Initiatives Director",
    "profileLink": "https://www.integral-corp.com/staff/damian-v-preziosi/",
    "email": "dpreziosi@integral-corp.com",
    "description": "Mr. Damian V. Preziosi is an environmental scientist and risk assessor with more than 25 years of experience in evaluating potential ecological and human health risks associated with exposures to physical, chemical, and biological hazards.  He supports clients in North America, South America, Europe, and Asia for work in the energy, chemical, and mining sectors.\nSpecializing in the assessment, communication, and management of risk, Mr. Preziosi works with clients to develop strategic and cost-effective approaches for managing their environmental liabilities.  He is equally adept and experienced in the areas of environmental impact assessment, natural resource damage assessment (NRDA) and traditional risk assessment, making him a highly effective communicator and negotiator across these disciplines.  His practice focuses on addressing complex environmental challenges, often involving assessment of project or release impacts to both local conditions and broader ecosystem-level scales over time.  Beginning with his early career at the Library of Congress working on science and policy matters, he has gained significant policy experience related to the Endangered Species Act (ESA), National Environmental Policy Act, Marine Mammal Protection Act, Magnuson-Stevens Fishery Act, Superfund (CERCLA), Oil Pollution Act, and Clean Water Act.\nMr. Preziosi’s technical expertise includes risk assessment, injury assessment and causation, ecological modeling, food web analysis, weight-of-evidence analysis, and statistics. He has participated in approximately 100 ecological and human health risk assessments related to large marine ecosystems (LMEs), coastal waters, rivers, and harbors, as well as several types of upland sites, including energy generation and transmission facilities, chemical manufacturing facilities, and mines."
  },
  {
    "name": "THEODORE D. TOMASI, PH.D.",
    "role": "Managing Principal, Business Director - Natural Resources and Enviromental Economics",
    "profileLink": "https://www.integral-corp.com/staff/theodore-d-tomasi-ph-d/",
    "email": "ttomasi@integral-corp.com",
    "description": "Dr. Ted Tomasi has more than 40 years of experience as a natural resource economist, specializing in the valuation of natural resources and environmental changes, risk management in resource decision-making, and benefit–cost analysis. Before beginning his consulting career, he served on the faculties of the University of Minnesota, University of Michigan, University of Delaware, and Michigan State University, where he taught and conducted research on environmental policy analysis, decision-making under uncertainty, and methods for valuing ecosystem services. In a consulting capacity, Dr. Tomasi has advised federal and state agencies, international organizations, and private companies on ecosystem service values, sustainability, environmental decision-making, the value of information in managing risks, and assisting with environmental damage cases.  He has provided litigation support and expert testimony on natural resource damages in numerous such matters, large and small.\nDr. Tomasi has published numerous book chapters and peer-reviewed journal articles and is a sought-after speaker in the area of environmental damage claims."
  },
  {
    "name": "Judi L. Durda",
    "role": "Senior Principal",
    "profileLink": "https://www.integral-corp.com/staff/judi-l-durda/",
    "email": "jdurda@integral-corp.com",
    "description": "Judi Durda is a toxicologist and ecologist with more than 30 years of experience in the health and environmental science fields, working on behalf of both government and private clients. Ms. Durda specializes in using science and science-based strategies to address complex technical issues related to the manufacture, use, or disposal of chemicals, consumer products, pharmaceuticals, and hazardous and nonhazardous wastes. Her specific experience includes risk assessment, toxicological evaluations, forensics analysis, and regulatory compliance support under a variety of federal and state regulatory programs and in related litigation. She has conducted health and safety evaluations of chemicals present in food, beverages, and medical devices; conducted technical evaluations to support product registration of crop protection chemicals; assessed the potential human health risks from the use of veterinary antibiotics, and initiated research on the effects of consumer product chemicals on children’s health. She also has extensive experience with emerging and yet to be regulated chemicals including per- and polyfluoroalkyl substances (PFAS).\nIn addition, Ms. Durda has extensive experience in the evaluation of ecological risks and natural resource damages potentially associated with chemical release or disposal. She has conducted risk and damage assessments and designed monitoring programs at waste sites in the United States and abroad. A hallmark of her work has been development of assessment strategies that support cost-effective remedial solutions and simultaneous consideration of potential restoration needs (e.g., natural resource damages) at a site."
  },
  {
    "name": "Laura Jones",
    "role": "Senior Corporate Advisor",
    "profileLink": "https://www.integral-corp.com/staff/laura-jones/",
    "email": "ljones@integral-corp.com",
    "description": "Ms. Laura Jones is an analytical chemist with more than 30 years of experience in environmental and analytical chemistry working on behalf of private and government clients. Ms. Jones specializes in program management, data integrity evaluations, development of customized data and document management systems, environmental investigations, environmental analytical chemistry, and QA/QC data review and validation. She is responsible for program and project management of large multimedia environmental investigations, data integrity evaluations, as well as the development of programmatic plans for environmental and legal investigations. She has prepared quality assurance procedures and guidance for several large industrial clients for use at multiple facilities around the nation to ensure the development of consistently high quality analytical data in various regulatory frameworks. She has authored numerous sampling and analysis plans (SAPs) and quality assurance project plans (QAPPs) that comply with federal or state regulatory programs and take into account unique data quality objective requirements of specific projects.\nMs. Jones has extensive experience in the development and application of quality assurance programs for scientific consulting services. The International Standards Organization (ISO) has developed a quality assurance program (ISO 9001) aimed at manufacturing industries to ensure product quality. The application of this standard in the services sector can be particularly problematic and only a handful of consulting service organizations were ISO 9001 certified when this program was developed in 1998. Ms. Jones participated in a three person team that developed an ISO 9001 quality assurance program for services of a midsized (600-person) consulting company. In this role, Ms. Jones interpreted the ISO standard as it applies to consulting projects, assisted with the development of all aspects of the company program, conducted internal training for nationwide staff, conducted internal compliance audits, and participated in external certification audits. The program was successfully implemented and ISO certified in an expedited time frame."
  },
  {
    "name": "Russell E. Keenan, Ph.D.",
    "role": "Senior Principal",
    "profileLink": "https://www.integral-corp.com/staff/russell-e-keenan-ph-d/",
    "email": "rkeenan@integral-corp.com",
    "description": "Dr. Russell Keenan is a senior principal toxicologist at Integral Consulting with 30 years of experience specializing in chemical risk assessment and toxicology. Much of his work focuses on assessing the potential human health and ecological risks of PCBs, dioxins, furans, mercury, copper, and chromium, and on developing time-dependent probabilistic risk assessment methods. Over the past 30 years, he has directed a team of scientists in evaluating the human health and ecological risks associated with chemical exposures at a number of sites involving multiple exposure pathways. Many of the more complex sites are associated with aquatic environments, including the Hudson, Housatonic, Fox, Penobscot, Woonasquatucket, Columbia, Hackensack, and Passaic rivers. Dr. Keenan has conducted more than 200 human health and wildlife risk assessments for regulated sites and has evaluated risks associated with exposure to conventional and radioactive residuals from former mining operations. He represents clients on multi-stakeholder technical and steering committees; provides technical expertise and support in regulatory negotiations; and provides strategic consultation on CERCLA and RCRA risks, liability issues, and remedy selection.\nDr. Keenan has testified as an expert in several U.S. District Court and state court jurisdictions and before U.S. Congressional panels and state and federal agencies during regulatory proceedings on environmental issues. Among other accomplishments, this work has led to the establishment of EPA-approved alternative ambient water quality criteria in nine states. He served as co-investigator of state and regional angler surveys used by EPA as key studies in evaluating exposures through fish ingestion. Dr. Keenan also managed the first private sector Cooperative Research and Development Agreement with EPA in the field of regulatory toxicology and risk assessment, which developed probabilistic models for characterizing the uncertainty in reference dose estimates used in noncancer risk assessment. Subsequently, he served as one of eight independent experts in the congressionally mandated review of EPA’s process for handling toxicological uncertainty in its Integrated Risk Information System (IRIS). He has also served on chemical-specific expert review panels for the nonprofit organization Toxicology Excellence for Risk Assessment (TERA). Dr. Keenan has authored more than 90 publications in his field. He is an active member in the Society of Toxicology, from which he received two best paper awards; serves on the Advisory Board to the Association for Environmental Health and Sciences Foundation; and is a member of the Society for Risk Analysis."
  },
  {
    "name": "David Livermore, R.G., L.H.G., CWRE",
    "role": "Senior Principal",
    "profileLink": "https://www.integral-corp.com/staff/david-livermore-r-g-l-h-g/",
    "email": "dlivermore@integral-corp.com",
    "description": "Mr. David Livermore is a senior principal hydrogeologist and geochemist with more than 35 years of experience in solving complex earth science problems centered on the interaction of hydrogeologic, geologic, and atmospheric systems. Mr. Livermore is a registered professional geologist in six states and a licensed hydrogeologist in Washington. Mr. Livermore has successfully managed the investigation and cleanup of hazardous waste sites throughout the United States and specializes in developing innovative strategies and solutions for negotiating streamlined site closures with regulatory agencies. Mr. Livermore’s expertise includes the hydrogeologic and geochemical assessment and cleanup of soil, sediment, and groundwater contamination at complex hazardous waste sites. Mr. Livermore’s hydrogeologic expertise includes regional hydrogeologic studies, the evaluation of tidal- or river- stage-influenced aquifers near-surface water bodies, groundwater/surface water interactions, and the resulting implications for contaminant fate and transport. Mr. Livermore’s geochemical experience includes vadose zone transport of chemicals, geochemical processes affecting chemical natural attenuation, and the effects of cosolvency on the mobility of chemicals in the environment. For site remediation, Mr. Livermore’s expertise includes the analysis and optimization of remediation systems, nonaqueous-phase liquid (NAPL) remediation at sites with complex stratigraphy, and the strategic assessment and costing of alternative remedial options, including excavation, capping, and in situ and ex situ treatment of soil. For environmental litigation, Mr. Livermore has developed expert testimony and provided courtroom testimony on the source, extent, and timing of contaminant releases. His hydrogeochemical conceptual site models (CSMs) have proven instrumental in the mediation and/or settlement of legal suits involving the source and timing of chemical releases to the environment. Mr. Livermore has also used CSMs and fate and transport analyses to develop models for allocating remedial costs from multiple contaminant sources."
  },
  {
    "name": "Larry F. Marx",
    "role": "Senior Corporate Advisor & Board Member",
    "profileLink": "https://www.integral-corp.com/staff/larry-f-marx/",
    "email": "lmarx@integral-corp.com",
    "description": "Mr. Larry Marx is an environmental scientist and corporate development specialist with more than 30 years of experience in professional consulting services, both in business development and technical support to corporate clients, law firms, and government agencies. He started his career providing scientific consulting services while on the research staff at the University of Southern California. He expanded his professional and business development experience from 1978 to 1981 at Rockwell International, after which he moved on to Tetra Tech, Inc., an international engineering and consulting firm, in project management and business development/marketing roles.\nIn 1987, Mr. Marx and four others founded PTI Environmental Services (PTI). From shortly after the firm’s inception, he was responsible for business development and marketing. In 10 years, the firm grew to $15 million in revenue, providing scientific consulting services from seven locations. The firm’s primary clients were law firms and Fortune 500 companies. In 1997, PTI was acquired by The Failure Group, Inc. (now Exponent, Inc.). From 1997 to 2009, Mr. Marx assumed several roles for Exponent, including Director of Sales, Director of Business Development, and finally Director of Corporate Development. In August 2009, Mr. Marx joined Integral Consulting Inc. as Vice President of Corporate Development. Mr. Marx has been involved in international environmental disputes and hazardous waste management projects since the early 1980s.\nMr. Marx is the chairman of the Board of Directors of Integral Consulting Inc. and a past member of the Board of Directors of Global Decisions, Inc. and Friends of the San Juans (nonprofit)."
  },
  {
    "name": "Grace Chang, Ph.D.",
    "role": "Senior Science Advisor, Director of Research and Development",
    "profileLink": "https://www.integral-corp.com/staff/grace-chang-ph-d/",
    "email": "gchang@integral-corp.com",
    "description": "Dr. Grace Chang has more than 25 years of experience in the fields of limnology and oceanography. Dr. Chang has managed programs involving field operations, data processing and analysis, and numerical modeling for environmental characterization, observational monitoring, scientific research, and technology development in support of marine renewable energy, hydrodynamics and sediment transport, and oceanographic research programs. She is recognized for her continued advancement of analytical methods in hydrodynamics and particle characterization through optics and acoustics, as well as for environmental research and monitoring. Dr. Chang has more than 40 peer-reviewed publications and frequently is invited to review materials for professional journals and national funding agencies."
  },
  {
    "name": "Will Cooper",
    "role": "Senior Consulting Economist, Technical Director - Natural Resources and Environmental Economics",
    "profileLink": "https://www.integral-corp.com/staff/will-cooper/",
    "email": "wcooper@integral-corp.com",
    "description": "Mr. Will Cooper has 18 years of professional experience as an economist, specializing in the economic analysis of public policies, the valuation of natural resources, and natural disaster risk and reduction strategies. His primary areas of focus have been on the appropriate use of quantitative methods to study the economic impacts of public investments and climate change and adaptation strategies related to coastal erosion, floods, drought, and wildfires. He also has significant experience valuing natural resources and estimating impacts on ecosystem services, such as recreation and tourism. He specializes in econometrics and quantitative models and their application to environmental analyses. He has developed automated tools and analytical programs for use in labor analysis, energy, transportation, mining, health, economic forecasting, and cost analysis. Analyses performed by Mr. Cooper have been published in the Federal Register, and he has co-authored publications that have appeared in peer-reviewed journals."
  },
  {
    "name": "Bridgette R. DeShields",
    "role": "Principal, Technical Director - Permitting and Planning",
    "profileLink": "https://www.integral-corp.com/staff/bridgette-r-deshields/",
    "email": "bdeshields@integral-corp.com",
    "description": "Ms. Bridgette DeShields has more than 35 years of experience and is a specialist in regulatory strategy, site investigation, site remediation, sediment and water quality management, environmental toxicology, and environmental permitting and planning.  She has managed programs ranging from large site investigations to screening and quantitative ecological and human health risk assessments.  She also designed and participated in dredging program management, field evaluations, bioaccumulation studies, literature reviews, and specially designed study programs.  Her work has been focused on sediment assessments and waterfront projects with natural resource components and complex regulatory frameworks.  She also has extensive experience in navigating California regulatory and permitting programs. Ms. DeShields also has expertise in prepared environmental documents under the California Environmental Quality Act (CEQA) and National Environmental Policy Act (NEPA).\nMs. DeShields has provided litigation support and expert testimony in the areas of water quality, regulatory compliance, human and ecological risk assessment, waste disposal under California and federal regulations, and Superfund cost allocation. She has developed excellent working relationships with regulatory agency staff, including federal agencies, state agencies in California and Oregon, natural resource trustees and local agencies.\nMs. DeShields represents the interests of the Bay Area refineries on San Francisco Bay water and sediment quality issues as a representative for the Western States Petroleum Association, serving as chair of the Regional Monitoring Program (RMP) Technical Review Committee since January 2000.  She has taught courses on risk assessment, sediment assessment and remediation, and TSCA compliance."
  },
  {
    "name": "Michael J. Martin, P.E.",
    "role": "Senior Engineering Advisor, Technical Director - Engineering",
    "profileLink": "https://www.integral-corp.com/staff/michael-j-martin-p-e/",
    "email": "mmartin@integral-corp.com",
    "description": "Mr. Mike Martin is a registered professional engineer with 22 years of experience in civil and environmental engineering. Mr. Martin specializes in soil, groundwater, and stormwater treatment alternatives analysis, cost estimation, and design and implementation of remedial actions, from pilot- to full-scale systems. He has substantial experience developing cost-effective alternatives for site remediation, including CERCLA remedial actions, RCRA corrective actions, state-led projects, and litigation and property transfer projects. In addition, Mr. Martin’s background includes litigation support and insurance recovery, specifically reviewing engineer-procure-construct contracts, managing design-build contracts, and conducting chemical plant process analyses. He has been involved with the design and construction of municipal water treatment plants, conventional wastewater treatment plants, stormwater collection and treatment systems, and potable water transmission pipelines. Mr. Martin also has supervised the construction of remedial actions, solid waste landfills, and wastewater treatment plants."
  },
  {
    "name": "Marna Parslow",
    "role": "Senior Science Advisor, Technical Director - Data Management and Analysis",
    "profileLink": "https://www.integral-corp.com/staff/marna-parslow/",
    "email": "mparslow@integral-corp.com",
    "description": "Ms. Marna Parslow has more than 25 years of diverse environmental consulting experience ranging from modeling (groundwater, contaminant transport, and pit-lake development and geochemical mixing) to application development, and data management, analysis, and visualization.  Ms. Parslow has developed the architecture of centralized data solutions for a variety of stakeholders, project domains and industries. Her data-driven solutions have included streamlined workflows for site characterization and remediation, risk assessment, permitting, emergency response, and modeling support to include pre- and postprocessing of input and output files as well as managing model chain documentation for model scenario comparisons.  These solutions have focused on centralized interactive data management, accessibility, and visualization in dashboards and viewers throughout the data workflows. Ms. Parslow is passionate about data and the user experience, and she utilizes keen architectural and design skills to create effective, reliable data-driven systems leading to faster, better decision-making.\nMs. Parslow’s experience includes client, project, and team management; data modeling and architecture; data visualization and dashboards; software development; database design, development, and maintenance; water resources engineering; and Agile software development methodologies. She brings a unique skill set from these experiences and has an ability to communicate with diverse stakeholder teams of clients, managers, scientists, engineers, software development teams, and data management groups.\nHer expertise includes strategic planning, team building across disciplines, team management, integration of data with extract, transform, load (ETL), relational database design, database programming, software design and development, data pipelining, high-level design of all phases of data management architecture, data modeling, scope of work development, requirements gathering, functional specification development, testing, and user training.  She is versed in SQL Server, PostgreSQL, Visual Studio, Java Script, Agile methodology, T-SQL, PSQL, Python, and Microsoft Office Suite."
  },
  {
    "name": "Kat Ridolfi",
    "role": "Senior Consultant, Technical Director - Toxicology, Health, and Ecological Sciences",
    "profileLink": "https://www.integral-corp.com/staff/kat-ridolfi/",
    "email": "kridolfi@integral-corp.com",
    "description": "Ms. Kat Ridolfi is an aquatic ecologist and experienced consultant. She consistently provides clients with a clear strategy for addressing complex environmental contaminant issues based on high-quality technical analysis. She leads teams of scientists and engineers in developing expert reports for cost allocation strategies and conducting field investigations to characterize and evaluate aquatic systems contaminated by per- and polyfluoroalkyl substances (PFAS), PCBs, mercury, dioxins, and other contaminants using a wide range of scientific tools. Success for Ms. Ridolfi means finding the right solution for the particular project using the highest standards of technical integrity to meet the needs of regulatory agencies while protecting the environment. She effectively communicates technical findings to the client, regulators, and stakeholders in a meaningful and digestible manner to ensure that realistic expectations are shared among all parties.  Clients view Ms. Ridolfi as a trusted advisor and professional able to get things done. She keeps complicated projects on schedule and within a set budget, while maintaining close communication with regulators, attorneys, and other parties.\nMs. Ridolfi also serves as Integral’s regional advisor for the Pacific region, coordinating business development efforts for staff in California and Hawaii and working with the other three regional advisors to implement companywide objectives for business development.\n\n\n\n"
  },
  {
    "name": "R. Jeffrey Davis, P.E., CGWP, CWRE",
    "role": "Principal, Water Resources",
    "profileLink": "https://www.integral-corp.com/staff/jeff-davis/",
    "email": "jdavis@integral-corp.com",
    "description": "Mr. Jeff Davis is a licensed civil and environmental engineer, hydrogeologist, and certified groundwater professional with almost 30 years of global experience working on every continent except Antarctica. He currently serves on the Board of Directors for the National Ground Water Association. Mr. Davis has supported numerous litigation cases involving groundwater impacts and has experience as an expert witness. He has spent much of his career solving complicated water problems involving mining, oil and gas, and water resources. These projects include the clean water supply side as well as the remediation of contaminated sites. The contaminated sites include coal combustion residual (CCR) landfills and other waste impoundments, mining remediation sites, and industrial cleanup sites—both RCRA and CERCLA sites. In working with per- and polyfluoroalkyl substance (PFAS) compounds, MTBE, chlorinated solvents, hydrocarbons, nitrates, and road salt, he has developed and used numerous groundwater models for the mining, energy, chemical, and agricultural industries. Other projects have involved environmental impact statements, environmental assessments, sea level rise and groundwater intrusion, water management, groundwater–surface water contamination, dewatering, natural resource damage assessment, and water supply and treatment. He has extensive knowledge of groundwater flow-and-transport principles and has taught numerous workshops and classes in the U.S. and around the world. His current focus is on water and groundwater sustainability and drought resiliency. Mr. Davis has extensive experience in the design and implementation of aquifer storage and recovery (ASR) projects across the country."
  },
  {
    "name": "Daniel Doolittle",
    "role": "Principal, Offshore Wind",
    "profileLink": "https://www.integral-corp.com/staff/daniel-doolittle/",
    "email": "ddoolittle@integral-corp.com",
    "description": "Mr. Daniel Doolittle is a broadly trained marine scientist and senior program manager with more than 25 years of industry, government, academic research, and consulting experience. He specializes in the marine geological, geochemical, and environmental fields and has specific core competencies in the following areas:\nMr. Doolittle’s extensive field experience includes projects in multiple frontier offshore basins, remote regions, and most global oceans, including high latitude waters from Antarctica to the Arctic."
  },
  {
    "name": "Ernest Fung, Ph.D., DABT, ERT",
    "role": "Principal, Toxicology, Health, and Ecological Sciences",
    "profileLink": "https://www.integral-corp.com/staff/ernest-fung-ph-d-dabt/",
    "email": "efung@integral-corp.com",
    "description": "Dr. Ernest Fung is a board-certified toxicologist (DABT) and European Registered Toxicologist (ERT) with more than 10 years of professional experience in toxicology, exposure science, and human health risk assessment. As a consultant, he provides consulting support, directs toxicology testing, and provides expert testimony. His primary areas of practice include personal care and consumer products, medical devices, pharmaceuticals, and electronic cigarette safety. He has led multiple efforts related to understanding the toxicology and potential risk to human health in these areas. Dr. Fung has published more than 90 abstracts and peer-reviewed publications on various toxicology, environmental, and occupational and consumer health-related topics."
  },
  {
    "name": "Paula C. Gill, PWS",
    "role": "Principal, Permitting and Planning",
    "profileLink": "https://www.integral-corp.com/staff/paula-c-gill-pws/",
    "email": "pgill@integral-corp.com",
    "description": "Ms. Paula Gill has 16 years of experience as a regulatory and wetland specialist working in the environmental arena. She served as a regulatory project manager with the U.S. Army Corps of Engineers (USACE), San Francisco District, providing expedited permit evaluation and related services for California Department of Transportation (Caltrans)-designated priority projects and other programmatic efforts to support efficient decision-making related to applications for Department of the Army permit activities. During this time, she gained experience with linear transportation projects while serving as the USACE liaison to Caltrans. She has evaluated Department of the Army permit applications, compliance, and enforcement cases for activities in waters of the U.S. within the regulatory authority of the Clean Water Act (CWA) and the Rivers and Harbors Act.\nMs. Gill is a versatile project manager who has worked on a range of projects involving commercial and residential development, energy, transportation, and environmental remediation. She is prepared to ensure high quality document standards, facilitate effective communication between clients and regulatory agencies, and provide an efficient path toward project entitlement."
  },
  {
    "name": "Patrick O. Gwinn",
    "role": "Principal, Toxicology, Health, and Ecological Sciences",
    "profileLink": "https://www.integral-corp.com/staff/patrick-o-gwinn/",
    "email": "pgwinn@integral-corp.com",
    "description": "Mr. Patrick Gwinn has more than 30 years of environmental consulting experience, providing a broad base of expertise in the areas of human health and ecological risk assessment, water quality, fate and transport dispersion modeling, product stewardship, air toxics sampling, and hazardous waste management. He specializes in managing and conducting human health and ecological risk assessments, site assessments, air quality modeling projects, and remedial investigations for municipalities and the manufacturing and chemical industries. He has modeled the transport, exposure, and risks associated with PCBs, dioxins, chlorinated and aromatic hydrocarbons, aluminum, cadmium, chromium, lead, copper, and other heavy metals. He has been instrumental in developing and leading projects aimed at establishing site-specific ambient water quality criteria and pollutant discharge limits. Mr. Gwinn has served as an expert witness and as a non-testifying expert, providing technical guidance to legal counsel on matters related to organic and inorganic chemical forensics as well as chemical fate and transport. As an expert witness, he has prepared expert reports, undergone pretrial depositions, and provided courtroom testimony. As a non-testifying expert, he has provided technical support to legal counsel prior to, during, and subsequent to depositions as well as during courtroom proceedings."
  },
  {
    "name": "Steven O. Helgen",
    "role": "Principal, Hydrology, Geosciences, and Chemistry",
    "profileLink": "https://www.integral-corp.com/staff/steven-o-helgen/",
    "email": "shelgen@integral-corp.com",
    "description": "Mr. Steve Helgen is a consultant specializing in geochemistry, hydrogeology, and environmental forensics. He has over 20 years of experience in contaminant fate and transport, geochemical fingerprinting, and apportionment in complex, multiparty environmental disputes involving sediments, groundwater, and industrial facilities. Mr. Helgen has provided expert testimony consisting of depositions, affidavits, and courtroom testimony in both state and federal court. He has developed and published apportionment methods that have proven instrumental in settlement negotiations and at trial. Mr. Helgen has successfully applied a number of geochemical forensic techniques to identify sources and determine the timing and quantity of releases. At industrial sites, he has performed site investigations, developed innovative remedial strategies, conducted soil gas assessments, performed isotopic studies, and determined the fate and transport of a variety of organic compounds including sulfolane, PCBs, 1,4-dioxane, solvents, coal tar, and perfluoroalkyl compounds such as PFOA and PFOS. For the mining industry, Mr. Helgen has led materials characterization studies and developed numerical models of sulfide oxidation, pit lake geochemistry, and metals behavior in stream sediments and groundwater."
  },
  {
    "name": "Cameron Johnson",
    "role": "Principal, Permitting and Planning",
    "profileLink": "https://www.integral-corp.com/staff/cameron-johnson/",
    "email": "cjohnson@integral-corp.com",
    "description": "Mr. Cameron Johnson is a wildlife biologist and permitting specialist with 24 years of experience in the field. He has experience with projects throughout the western United States, including post-graduate fieldwork in Arizona, California, and Nevada. During the past 18 years, Mr. Johnson has worked on the permitting of large- and small-scale utility and development projects for both private and public applicants. This work included initial field evaluations and survey efforts, through environmental review with state and federal agencies. He has guided large-scale projects through permitting processes including the San Francisco Public Utilities Commission’s water system improvement projects, reconstruction of the Calaveras dam and the Crystal Springs Reservoir dam, and removal of the San Clemente dam. Other high-profile projects include the America’s Cup races in San Francisco, federally mandated improvements to San Francisco and Oakland international airports, and large-scale solar utility projects (Topaz, California Flats, and Panoche), including projects requiring environmental impact statements (EISs). As the former South Branch chief of the Regulatory Division of the U.S. Army Corps of Engineers (USACE), Mr. Johnson managed South Branch activities, which encompassed all regulatory actions between San Francisco and San Luis Obispo. His primary role, both for the federal government, and now as a representative for applicants, has been in environmental permitting pursuant to the Clean Water Act (CWA), Endangered Species Act (ESA), Rivers and Harbors Act, and National Environmental Policy Act (NEPA)."
  },
  {
    "name": "Heather Lynch, MPH, DABT",
    "role": "Principal, Toxicology, Health, and Ecological Science",
    "profileLink": "https://www.integral-corp.com/staff/heather-lynch-mph-dabt/",
    "email": "hlynch@integral-corp.com",
    "description": "Ms. Lynch is a Principal and board-certified toxicologist with 15 years of experience in toxicology, epidemiology, and human health risk assessment. Her areas of expertise include systematic review and weight-of-evidence (WoE) analyses, regulatory and site-based risk assessment, and the toxicity of heavy metals and persistent compounds, including polychlorinated biphenyls (PCBs) and per- and polyfluoroalkyl substances (PFAS). She also has extensive project experience pertaining to EPA programs and regulations such as the Integrated Risk Information System (IRIS) and the Toxic Substances Control Act (TSCA), including collating and analyzing consumer and occupational exposure data for submission to EPA. She previously worked as a contractor to several government agencies, managing large, chemical-specific risk assessments for the EPA National Center for Environmental Assessment (NCEA) and conducting toxicity reviews of substances petitioned for inclusion in the USDA National Organic Program. Ms. Lynch has published numerous original peer-reviewed articles on a range of substances and health effects. She is also a governor-appointed member of the Massachusetts Toxics Use Reduction Act Science Advisory Board. She recently served on the ad hoc Science Advisory Committee on Chemicals to conduct independent peer review of the draft TSCA risk evaluations for two chemicals."
  },
  {
    "name": "M. Andrew Maier, Ph.D., CIH, DABT, Fellow AIHA",
    "role": "Principal, Toxicology, Health, and Ecological Sciences",
    "profileLink": "https://www.integral-corp.com/staff/m-andrew-maier-ph-d-cih-dabt-fellow-aiha/",
    "email": "amaier@integral-corp.com",
    "description": "Dr. Andrew Maier has more than 30 years of professional work experience in the areas of environmental health, occupational hygiene, and toxicology. He has provided oversight for diverse risk and safety assessment projects and spearheaded new initiatives. In his capacity as an industrial hygienist, toxicologist, and risk assessor, he has led numerous projects and has coauthored toxicological reviews, technical reports, and human health risk assessment documents for several hundred individual substances. These assessments include critical examination of epidemiology and toxicology data for deriving cancer and noncancer risk values. He also completed numerous cancer risk assessments, including critical examination of mode of action and human relevance considerations using weight of evidence methods in support of dose-response assessments for EPA and California Proposition 65 issues.\nDr. Maier has an established history in occupational toxicology and industrial hygiene and has managed industrial hygiene programs for a diverse array of facilities while serving as an industrial hygienist in the petrochemical industry. He has also directed academic and continuing education courses on evaluating workplace exposures. Based on this experience, he is well versed in the areas of occupational, consumer, and environmental exposure assessment, development and implementation of control strategies, hazard communication and training, and health and safety management systems. He has recently served in facilitating multistakeholder dialogs among federal agency (EPA, OSHA, National Institute for Occupational Safety and Health [NIOSH]) and professional society practitioners (AIHA) in methods for the conduct of occupational risk assessments.\nDr. Maier continues to be actively engaged in developing research to improve risk assessment approaches through the integration of basic biology and risk assessment science. Recently his research efforts have focused on methods and approaches for using biological exposure and effect markers to reduce uncertainties in risk assessment and methodologies for deriving occupational exposure limits. He has served for multiple reappointments as a Toxicology Fellow at NIOSH in support of exposure limit methods development, and currently holds such a position with a focus on expanding the coverage of occupational exposure limits (OELs) for worker health protection using new approach methodologies.\nDr. Maier remains active in communicating his findings to the broader scientific community through active participation and leadership in professional societies, routine publication of his work, development and conduct of training courses, and presentation of invited lecturers. Current efforts include developing and improving the use of collaborative approaches to resolving chemical exposure and risk issues."
  },
  {
    "name": "Todd Martin, P.E.",
    "role": "Principal, Engineering",
    "profileLink": "https://www.integral-corp.com/staff/todd-martin-p-e/",
    "email": "tmartin@integral-corp.com",
    "description": "Mr. Todd Martin is a professional engineer and a hydrogeochemist.  He has 26 years of experience in the environmental field, specializing in environmental engineering, the transport and fate of inorganic and organic chemicals in the environment, and remediation alternatives analysis.  Mr. Martin’s background encompasses aqueous and soil geochemistry, hydrogeology, hydrodynamics and sediment transport, and engineering design and cost analysis.  He has substantial experience conducting RI/FSs.  Mr. Martin emphasizes the development of detailed conceptual site models and the application of innovative empirical and modeling strategies to understand the processes that drive site risks, and to support the development of cost-effective alternatives for site remediation to address risks in a manner consistent with his clients’ strategies for long-term site management."
  },
  {
    "name": "Andrew Nicholson, Ph.D.",
    "role": "Senior Science Advisor",
    "profileLink": "https://www.integral-corp.com/staff/andrew-nicholson-ph-d/",
    "email": "anicholson@integral-corp.com",
    "description": "Dr. Andrew Nicholson is a geochemist with 32 years of experience assessing the environmental impacts and chemical fate at industrial facilities and mining sites. Dr. Nicholson has conducted analyses of the source and mobility of petroleum hydrocarbons, metals, PCBs, and other chemicals in sediment, soil, and groundwater. His work has included extensive analysis of the behavior of acids, metals, radionuclides, and organic compounds in the environment at mines and in chemical manufacturing, petroleum production, and industrial settings. Dr. Nicholson has authored numerous articles and book chapters, including the chapter on groundwater chemistry in the most recent edition of Groundwater and Wells, the standard reference for the water well industry. He has served as an expert witness on a variety of matters, including determining the sources of petroleum hydrocarbons at manufactured gas plant and petroleum sites."
  },
  {
    "name": "Nicole Ott",
    "role": "Principal, Hydrology, Geosciences, and Chemistry",
    "profileLink": "https://www.integral-corp.com/staff/nicole-ott/",
    "email": "nott@integral-corp.com",
    "description": "Ms. Nicole Ott is an environmental scientist with more than 20 years of consulting experience, working with attorneys, industrial clients, and municipalities. Her clients rely on her focused delivery of sediment characterization, remediation, and allocation/source identification outcomes. Critical to much of this work is synthesizing historical industrial practices to develop allocation strategies and to understand contaminant sources and pathways. Working closely with counsel, she leads teams to weave together forensic evaluations, sediment transport studies, and historical research, taking a science-based approach to seek novel solutions, regardless of popular perceptions. Collaborating with multidisciplinary project teams, Ms. Ott consistently delivers high-quality reports and presentations her clients can understand and use. These communications lead to an amenable path forward among clients, regulators, and other stakeholders."
  },
  {
    "name": "Erin Palko, P.G., LSRP",
    "role": "Principal, Investigation and Remediation",
    "profileLink": "https://www.integral-corp.com/staff/erin-palko-p-g-lsrp/",
    "email": "epalko@integral-corp.com",
    "description": "Ms. Erin Palko is a licensed geologist and licensed site remediation professional (LSRP) with more than 25 years of consulting experience in the environmental field. Her primary focus is on soil and groundwater investigations and remediation, work at active chemical and manufacturing industrial sites, due diligence, and site investigation and remediation. She is routinely responsible for project scoping, coordination of multidisciplinary technical teams, client communication, scheduling, and work product delivery. She has experience working at sites affected by an array of chemicals, including per- and polyfluoroalkyl substances (PFAS) at refinery complexes and industrial facilities. Ms. Palko has directed projects involving multiple subcontractors and consultants, stakeholders, and regulatory oversight personnel on a wide variety of sites. Ms. Palko has successfully closed projects, both state and federal led, in multiple states."
  },
  {
    "name": "Eugene C. Revelas",
    "role": "Senior Science Advisor",
    "profileLink": "https://www.integral-corp.com/staff/gene-revelas/",
    "email": "grevelas@integral-corp.com",
    "description": "Mr. Gene Revelas, senior science advisor at Integral, is a leading sediment scientist with 40 years of experience working on benthic habitat assessments, environmental monitoring of offshore energy projects (both oil and gas and renewables), contaminated sediment remedial investigations and remediation, and dredged material quality evaluations and disposal site monitoring. He has extensive experience in the use of sediment-profile and plan view imaging (SPI–PV) technology for characterizing marine, estuarine, lacustrine, and riverine habitats. He has conducted SPI surveys since 1984, and he has applied this technology in freshwater and marine settings throughout the United States and in Canada, Mexico, and Europe. He leads Integral’s SPI–PV practice and since 2015 has directed and been the science lead on more than 50 SPI–PV surveys, including numerous environmental baseline surveys at offshore oil and gas and wind farm lease areas, contaminated sediment site remedial investigations, post-remedial long-term monitoring, and dredged material disposal site assessments. At Integral, he has directed the development of computer learning techniques for automated SPI–PV image analysis. He has also refined the use of SPI–PV technology for cost-effective ground-truthing of acoustic mapping of the seafloor, and he has expanded the use of SPI–PV technology to support sediment bed consolidation evaluations and site-specific biologically active zone determinations."
  },
  {
    "name": "David L. Revell, Ph.D.",
    "role": "Principal, Coastal Climate Risk and Resilience",
    "profileLink": "https://www.integral-corp.com/staff/david-l-revell-ph-d/",
    "email": "drevell@integral-corp.com",
    "description": "Dr. David Revell is a coastal geomorphologist with more than 25 years of experience studying marine, coastal, and estuarine processes, working to integrate science and management of coastal processes and climate change. He has served as a technical advisor and facilitator to multiple federal, state, and local jurisdictions related to ocean and coastal management especially at the intersection of how physical processes and human alterations affect hazards, habitats, and human use. He has been involved in a wide variety of contentious community stakeholder processes ranging from evaluating erosion hazard alternatives to climate change vulnerability impacts to lagoon and fisheries management, water quality, and marine spatial planning. Much of his work involves physical process research and spatial analysis to facilitate communication of science to inform decision-making. Dr. Revell currently advises multiple local jurisdictions and agencies on dune and sediment management, climate change, estuary processes, inlet management, and local coastal program updates."
  },
  {
    "name": "John Samuelian, Ph.D.",
    "role": "Associate of Integral",
    "profileLink": "https://www.integral-corp.com/staff/john-samuelian-ph-d/",
    "email": "jsamuelian@integral-corp.com",
    "description": "Dr. John Samuelian brings 37 years of experience in environmental consulting, environmental and analytical chemistry, database development and management, human and ecological risk assessments, quality assurance, site investigation design, and remedial alternatives evaluation. He has served as environmental chemist, senior task leader, project manager, senior technical reviewer, or QA/QC officer for a number of RI/FSs; remedial designs; remedial action construction projects; human and ecological risk assessments, which have included streamlined, baseline, and residual risk assessments in support of feasibility study projects; commercial product risk assessments; aquatic ecology studies; manufactured gas plant (MGP) sites; mining sites; private well surveys; and U.S. Army Toxic and Hazardous Materials Agency, U.S. Army Corps of Engineers (USACE), risk-based corrective action (RBCA), and RCRA site investigations. Projects have included PCB and dioxin sites, building investigations, municipal and industrial landfills, arsenals, a lead shot site, pulp and paper mill sites, contaminated sediment sites, radiological sites, and solvent waste sites. These projects have ranged from several-thousand- to multimillion-dollar efforts. He has also served as QA/QC officer, auditor, and assessor of overall data quality for similar projects. Dr. Samuelian has provided support for projects throughout the U.S., for public and private sector clients."
  },
  {
    "name": "Robert A. Walker, P.E.",
    "role": "Principal, Coastal Engineering",
    "profileLink": "https://www.integral-corp.com/staff/robert-a-walker-p-e/",
    "email": "rwalker@integral-corp.com",
    "description": "Mr. Robert Walker is a highly experienced coastal engineer with more than 20 years of expertise in coastal and marine projects. He specializes in dredging and dredged material management, coastal analyses and studies, shoreline protection, the design of waterfront facilities, and nature-based coastal hazard mitigation. Mr. Walker’s proficiency goes beyond planning, design, and field investigations—he also excels in guiding clients through the complex regulatory permitting process, successfully securing local, state, and federal permits for numerous complex coastal projects. In addition, Mr. Walker brings valuable expertise in hydrographic surveying, sediment sampling and analysis, construction management, and environmental compliance services for dredging and coastal and waterfront construction projects."
  },
  {
    "name": "Susan B. Welt, MPH, P.E.",
    "role": "Principal, Engineering",
    "profileLink": "https://www.integral-corp.com/staff/susan-b-welt-p-e/",
    "email": "swelt@integral-corp.com",
    "description": "Ms. Susan Welt is a Registered Professional Engineer with more than 20 years of experience in environmental consulting and regulatory work.  She is a recognized expert in the field of subsurface vapor intrusion (VI) to indoor air having evaluated and mitigated the VI pathway at hundreds of major industrial and residential sites.  Ms. Welt is also an experienced manager of soil, groundwater, and sediment investigation and remediation projects at industrial sites, former manufactured gas plants (MGP), and U.S. Department of Defense (DOD) sites across the country.\nMs. Welt has extensive experience in design engineering, stakeholder negotiations, and management of complex environmental projects.  She has participated in the dispute resolution process to ensure that responsible parties implement the appropriate measures to reduce exposures from the soil vapor intrusion pathway and impacted groundwater. She has developed and implemented many forums for discussing the status and rationale for environmental work and the associated human health and environmental risks.\nShe served as a VI expert with the New York State Department of Health (NYSDOH), is a former member of the Interstate Technology and Regulatory Council (ITRC) VI team assisting with the development of its ITRC VI guidance document, and has been an invited speaker on VI topics.  Her MGP experience is broad and includes investigation, evaluation, engineering design, remedial oversight, and site management at many different sites.  She has researched various remedial measures to address residual MGP impacts, including development of risk-based remedial goals that incorporate bioavailability for MGP-impacted sediments.\nMs. Welt has authored numerous papers and given presentations on a variety of topics, including community relations; VI sampling, assessment, and mitigation techniques; risk‑based management of contaminated sediments; treatment of groundwater; in situ remedial methods for contaminated sediments and soils; health and safety; and building systems. She is also a Fellow of the Centers for Disease Control and Prevention Environmental Public Health Leadership Institute."
  },
  {
    "name": "Paul Wisniewski, P.G.",
    "role": "Senior Science Advisor",
    "profileLink": "https://www.integral-corp.com/staff/paul-wisniewski-p-g/",
    "email": "pwisniewski@integral-corp.com",
    "description": "Mr. Paul Wisniewski is a professional geologist with 25 years of diverse experience in the environmental industry. He specializes in Phase I environmental site assessments (ESAs); Phase II soil, soil vapor, and groundwater investigations; site remediation and vapor intrusion mitigation; surface water investigations; and construction and industrial stormwater compliance. His litigation support service experience includes expert witness work related to contaminated sites and stormwater compliance. As an experienced project manager and supervisor, Mr. Wisniewski has planned, managed, and implemented hundreds of Phase I and Phase II projects and dozens of construction and industrial stormwater compliance projects. He is experienced in securing grant funding, developing planning documents, conducting assessments, and reporting project results that have led to the successful completion of numerous public and private projects."
  },
  {
    "name": "Jennifer L. Wollenberg, Ph.D.",
    "role": "Principal",
    "profileLink": "https://www.integral-corp.com/staff/wollenberg-ph-d/",
    "email": "jwollenberg@integral-corp.com",
    "description": "Dr. Jennifer L. Wollenberg is a multidisciplinary expert in the environmental sciences, who leverages her skills to help clients understand and manage business risks and opportunities in relation to natural resources. Dr. Wollenberg has spent more than 20 years characterizing the physical, chemical, and biological conditions at commercial and industrial sites to help clients better understand the environmental footprint of their operations, including potential impacts to natural resources. She works with corporate decision-makers to develop environmental management strategies that integrate with other aspects of their compliance programming and environmental, social, and corporate governance (ESG) reporting.\nIn recent years, Dr. Wollenberg has also provided testifying and consulting expert services related to environmental impacts, permitting disputes, and cost allocation. She has served as an expert advisor or neutral allocator and mediator in support of a variety of environmental cost allocation matters, involving contaminated sites and waterways located throughout the United States. In that role, she leverages her experience evaluating the effects of chemical contaminants on human health and environmental systems, including ecological risk as well as habitat quality. Dr. Wollenberg has particular expertise evaluating the fate and transport of mercury and other chemicals in waterways, including geochemical transformations in the environment and impacts on ecosystem processes."
  },
  {
    "name": "Andrew Wycklendt, P.E., BCCE",
    "role": "Senior Engineering Advisor",
    "profileLink": "https://www.integral-corp.com/staff/andrew-wycklendt-p-e-bcce/",
    "email": "awycklendt@integral-corp.com",
    "description": "Mr. Andrew Wycklendt is a board-certified coastal engineer (BCCE) through the Academy of Coastal, Ocean, Port and Navigation Engineers (ACOPNE), a subsidiary of the American Society of Civil Engineers; with only 79 Board Certified Coastal Engineers worldwide, this is the highest certification given to a professional engineer within the field of coastal engineering. He has 18 years of coastal engineering experience designing and implementing a variety of coastal restoration, shoreline protection, sediment management, dredging, navigation, waterfront structure, and flood mitigation projects along Pacific, Atlantic, Gulf, and Arctic coasts. He has worked with barrier island, headland and embayment, estuarine, deltaic, cliff, pocket, perched, and open coastal systems to restore or nourish beaches, marshes, and other habitat that can be classified as either sand, mixed sediment, vegetated, cobble, boulder, or volcanic. Project experience includes dredge and fill (for disposal, nourishment, or restoration), coastal structure (breakwaters, groins, jetties, revetments, and seawalls), and marine-related upland structures (beach access stairs, boardwalks, boat ramps, docks, piers, and quays).\nMr. Wycklendt is versed in all aspects of the coastal engineering discipline, inclusive of coastal modeling, project design, permitting, bid and construction document preparation, construction oversight and administration, topobathymetric and biological surveys, geophysical and geotechnical investigations, and oceanographic studies. He manages broad-based coastal engineering projects, inclusive of marketing and sales, client contact, team coordination and collaboration, feasibility analyses, engineering designs, numerical modeling, report preparation, permitting, construction engineering, and monitoring services. He collaborates across disciplines to effectively convey complex information to colleagues, stakeholders, and the public. Specific responsibilities include the following:"
  },
  {
    "name": "Peter W. Zimmermann, P.G.",
    "role": "Principal, Hydrology, Geosciences, and Chemistry",
    "profileLink": "https://www.integral-corp.com/staff/peter-w-zimmermann/",
    "email": "pzimmermann@integral-corp.com",
    "description": "Mr. Peter Zimmermann has 41 years of experience in the fields of hazardous waste management, environmental due diligence, hydrogeology, constituent fate and transport, conceptual remedy design, and remedial construction. He has applied this experience on site remediation assignments, single- and multiple-property real estate due diligence assessments, site restoration projects, and expert witness and litigation support work. A number of these projects have involved development of technical foundations for liability and cost allocation agreements and related support for associated negotiations and settlements. The work has been done within a variety of regulatory frameworks, such as CERCLA, RCRA, TSCA, and multiple state programs, including New Jersey’s Industrial Site Recovery Act (ISRA).\nMr. Zimmermann has maintained a focus on addressing environmental issues related to real estate management, and private-sector liability/cost allocation and dispute resolution nationwide. He has supplied these services at sites with residential, commercial, light industry, and heavy industry land uses. This work has included multiple industry types associated with a wide range of raw materials, processes, waste products, waste management systems, internal risk management systems, and disclosure conditions."
  },
  {
    "name": "Zach Gostanian, CPSM",
    "role": "Marketing Director",
    "profileLink": "https://www.integral-corp.com/staff/zach-gostanian/",
    "email": "zgostanian@integral-corp.com",
    "description": "Zach Gostanian is an accomplished marketing and business development professional with domestic and international experience. Mr. Gostanian has a history of transforming marketing operations to focus on a 360 degree view of clients to gain insights for business development opportunities. He specializes in utilizing data and technology to drive clients through an efficient customer experience and position the organization for growth. He is dedicated to connecting clients with service professionals who can solve the problems they are facing today and down the road."
  },
  {
    "name": "Michele Abbene",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/michele-abbene/",
    "email": "mabbene@integral-corp.com",
    "description": "Ms. Michele Abbene is an environmental scientist with more than 10 years of experience. She has a broad environmental background having worked in the consulting, government, academic, and non-profit fields. Prior to her current position, she worked as a state scientist investigating environmental complaints and spills that required regular interaction with the public, industry, and regulators. Ms. Abbene has specialized skills, including facility with GIS software, management of environmental data sets, and spatial data analysis and mapping. Ms. Abbene has project management experience as well as extensive field experience sampling soil, groundwater, surface water, soil vapor, and indoor and outdoor air. Her project experience includes conducting ecological assessments, soil excavation oversight, and environmental restoration and monitoring."
  },
  {
    "name": "Diane Achman",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/diane-achman/",
    "email": "dachman@integral-corp.com",
    "description": "Ms. Diane Achman is an environmental scientist with 15 years of progressive experience in consulting and university research related to a diverse set of water contaminants. She has proven capabilities in planning and implementing QA/QC and data analysis using multiple tools, and she has demonstrated ownership of top-quality work products that meet internal and external client needs. Ms. Achman possesses differentiating strengths in communicating complex concepts in technical writing and in-person presentations to audiences with varied technical background. She is skilled at building and maintaining professional relationships and highly adept at collaborating with a diverse set of team members and clients."
  },
  {
    "name": "Sarah Albano, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/sarah-albano-p-e/",
    "email": "salbano@integral-corp.com",
    "description": "Ms. Sarah Albano is a professional engineer and project manager with more than 20 years of consulting experience working with attorneys, industrial clients, environmental trustee stakeholders, PRP groups, municipalities, and public utilities. Her clients rely on her strong project management skills, her understanding of internal client requirements and missions, and her ability to manage external stakeholder priorities to cost-effectively address environmental liabilities. Ms. Albano helps her clients get things accomplished as a trusted advisor and project manager for sites with human health risks and complex environmental factors. From investigation through remediation, she works closely with her remediation clients and project teams to achieve regulatory site closure and site redevelopment. For her litigation clients, she works to prepare factual and comprehensive expert reports to attain favorable allocation decisions.\nMs. Albano served as Integral’s corporate quality assurance officer from 2017 through 2023.  She ensured staff were trained and appropriately updated on the policies set forth in Integral’s Quality Management Program.  She also oversaw project quality assurance assessments, predeployment assessments for fieldwork, and development of protocols and tools for quality assurance documentation.  She brings this commitment to quality to her projects through the delivery of high-quality reports and presentation materials her clients and other stakeholders can understand."
  },
  {
    "name": "Dave Anning, Ph.D.",
    "role": "Senior Consulting Economist",
    "profileLink": "https://www.integral-corp.com/staff/dave-anning-ph-d/",
    "email": "danning@integral-corp.com",
    "description": "Dr. Dave Anning is an environmental economist with a background in marine science and environmental management. His research and interests lie at the intersection of environmental, social, and governance influences, including climate change and sustainability, and he holds tertiary qualifications in science, environmental management, economics, and geography. Sectors in which he is active include climate vulnerability and adaptation, coastal resilience, offshore wind and marine renewable energy, natural resource damage assessment, and environmental and social impact assessment.\nDr. Anning has particular expertise in valuing impacts on natural resources, and the way in which those resources are used for recreation, tourism, and other ecosystem services. He has considerable experience in identifying climate change and project impacts on coastal and aquatic ecosystems, including cost–benefit analysis, fiscal impact analysis, and the development of adaptation plans and environmental policies. Dr. Anning has a keen interest in distributional analysis of costs and benefits of climate impacts or management interventions across community sectors and stakeholder groups.  He excels at relating technical information to nonspecialist audiences, and has delivered professional development courses in coastal climate change adaptation and the use of environmental justice screening tools."
  },
  {
    "name": "Brooke Arena",
    "role": "Data / Solution Architect",
    "profileLink": "https://www.integral-corp.com/staff/brooke-arena/",
    "email": "barena@integral-corp.com",
    "description": "Ms. Brooke Arena is a data and solution architect with 9 years of experience collecting, managing, and analyzing environmental data, with a background in ecotoxicology, ecology, air emissions inventories, risk assessment, and site remediation. She is experienced in a range of data management activities, including the configuration of data management systems that support construction monitoring and sampling programs; the development and management of field data collection applications that support the sampling of air, biota, water, sediment, and soil media; the development of data reports for submittal to regulatory agencies; and the compilation of historical data from multiple sources into relational databases. She has experience in toxicology, laboratory and literature-based research, data analysis, water sampling, and conservation practices. As a data manager and analyst, she assists scientists and engineers to ensure project data are properly loaded, validated, and quality controlled for analysis and reporting."
  },
  {
    "name": "Melissa Armstrong, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/melissa-armstrong/",
    "email": "marmstrong@integral-corp.com",
    "description": "Ms. Melissa Armstrong specializes in groundwater remediation, fate and transport of contaminants, and management of environmental remediation sites. She has worked on a wide range of challenging environmental remediation sites and litigation cases.\nMs. Armstrong has more than 15 years of environmental experience, including conceptual site model development, remedial design and planning, and management of a variety of large site investigations for various contaminants of concern including per- and polyfluoroalkyl substances (PFAS). Her project management experience includes organizing and writing reports, project planning, cost estimating, preparing proposals, and managing large project teams. In addition, Ms. Armstrong has extensive experience as a supporting technical expert in a variety of litigation cases, including construction defect cases and environmental contaminant fate and transport cases."
  },
  {
    "name": "Shannon Ashurst",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/shannon-ashurst/",
    "email": "sashurst@integral-corp.com",
    "description": "Ms. Shannon Ashurst has 21 years of environmental consulting experience, working on remedial investigations, toxicology evaluations, long-term monitoring programs, ecological risk assessments, and allocation projects.  She has participated in and managed sediment and groundwater investigations for private and government clients.  Projects have included performing site characterizations and remedial investigations, monitoring post-dredge ecosystem recovery, evaluating potential dredge prism characterization approaches, conducting source characterization studies, assessing remedial action compliance with project benchmarks and criteria, performing ecological risk assessments, and assisting with remedial action optimization evaluations.  Ms. Ashurst has participated in the planning, sample collection, data analysis, and reporting phases of these projects.  Data analysis has included chemical distribution evaluations, statistical comparisons (e.g., source evaluations, derivation of site-specific cleanup levels, trend analysis), bioassay test evaluations, and risk modeling."
  },
  {
    "name": "Howard Baik",
    "role": "Project Data / Solution Engineer",
    "profileLink": "https://www.integral-corp.com/staff/howard-baik/",
    "email": "hbaik@integral-corp.com",
    "description": "Mr. Howard Baik is a project data/solution engineer with experience in data analysis, statistical modeling, and web application development. He specializes in building interactive web applications using R Shiny, enabling nontechnical users to easily explore complex data sets. He is currently pursuing a postbaccalaureate degree in computer science to broaden his technical skill set."
  },
  {
    "name": "Sara M. Barbuto",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/sara-m-barbuto/",
    "email": "sbarbuto@integral-corp.com",
    "description": "Ms. Sara Barbuto is an environmental consultant with 13 years of experience focusing on characterization and environmental remediation of contaminated soil, sediment, and groundwater. Her experience includes performing project management, planning and conducting environmental investigations, conducting feasibility studies, and designing remedial systems. Ms. Barbuto provides project support to commercial, industrial, property development, and regulatory agency clients. She prepares scopes of work and estimates of associated costs, creates schedules and budgets, and manages subcontractors. Her technical skills include identifying and evaluating potential areas of concern and preparing technical documentation, performing environmental modeling. She is proficient with ArcGIS, data analysis, and data visualization software. In addition to her strong data analysis background, she has led field sampling efforts at a wide variety of project sites and has expertise in environmental sample collection, processing, and reporting. Ms. Barbuto also has experience evaluating treatment techniques for emerging contaminants.\n\n"
  },
  {
    "name": "Andrew Bechard, Ph.D.",
    "role": "Consulting Economist",
    "profileLink": "https://www.integral-corp.com/staff/andrew-bechard-ph-d/",
    "email": "dbechard@integral-corp.com",
    "description": "Dr. Andrew Bechard is a resource economist with nearly 10 years of experience in assessing the economic impacts of environmental issues, particularly harmful algal blooms and natural resource damages. He provides rigorous economic insights using the advanced statistical analysis of complex environmental and economic data sets that drive data-informed decision-making for industry leaders, policymakers, and litigators. He actively contributes to numerous peer-reviewed journals as both an author and a reviewer, and his research is cited in the 2022 U.S. Congress Committee on Commerce, Science, and Transportation report on the South Florida Clean Coastal Waters Act of 2021. Dr. Bechard is a dedicated member of several professional organizations, including the Association of Environmental and Resource Economists and the Environmental Business Council of New England."
  },
  {
    "name": "Sarah Beilman",
    "role": "Assistant Scientist",
    "profileLink": "https://www.integral-corp.com/staff/sarah-beilman/",
    "email": "sbeilman@integral-corp.com",
    "description": "Ms. Sarah Beilman has 6 years of experience as an environmental scientist, working in various habitats along the coast of California. She has experience in a range of projects involving field and laboratory work that aimed to address important environmental concepts such as grazing and native biodiversity. Ms. Beilman’s professional experience includes site assessments and reporting, due diligence reporting, construction compliance monitoring, vegetation and hydrology monitoring, vegetation mapping, wetland delineations, habitat assessments, and special-status species surveys and research. She assists on projects by contributing to reports required to obtain permits and authorization from the U.S. Army Corps of Engineers, U.S. Fish and Wildlife Service, California Department of Fish and Wildlife, and state and regional Water Quality Control Boards."
  },
  {
    "name": "Stephen Bentsen, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/stephen-bentsen-p-e/",
    "email": "sbentsen@integral-corp.com",
    "description": "Mr. Stephen Bentsen is a professional civil/environmental engineer with 18 years of experience specializing in marine/waterfront sediment and uplands remediation, stormwater regulatory compliance and treatment, and construction management. Mr. Bentsen’s experience includes representing industrial clients in negotiations with regulatory agencies, and he coordinates with industrial facilities on compliance strategies to identify liabilities and to develop solutions that integrate facility environmental obligations with business and development goals.  He has prepared numerous RI/FSs, remedial action work plans, design reports, construction plans, and construction completion reports.  He manages multi-million dollar budgets for internal team members, teaming partners, and contractors, working closely with clients to reduce budget overruns, minimize risk, and ensure permit compliance.  He is skilled in working with waterfront facilities and establishing relationships with facility management and operators.\nMr. Bentsen has worked with both the NPDES Industrial General Permit (ISGP) and Individual Permit, providing services to ensure permit compliance.  He effectively manages multiparty teams to develop and evaluate stormwater treatment alternatives and to select, design, permit, and install the preferred treatment alternative.  He provides litigation support for third-party lawsuits to develop outcomes that align with client operational activities and satisfy environmental obligations."
  },
  {
    "name": "Alice Blayney, P.E.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/alice-blayney-p-e/",
    "email": "ablayney@integral-corp.com",
    "description": "Ms. Alice Blayney is a professional engineer and project manager with 9 years of environmental consulting experience focusing on site assessment, remedial design/implementation and litigation support. She has experience relating to a wide variety of contaminated media, including soil, groundwater, indoor air, sediment, and dust, and contaminants including chlorinated solvents, petroleum products, per- and polyfluoroalkyl substances (PFAS), manufactured gas plant (MGP) waste, and radioactive isotopes. Ms. Blayney has also designed remedial systems for enhanced in situ bioremediation, subslab depressurization, soil vapor extraction (SVE), zero-valent iron injection, targeted remedial excavations, and technical impracticality demonstrations."
  },
  {
    "name": "Spencer Boock, E.I.T.",
    "role": "Associate Engineer",
    "profileLink": "https://www.integral-corp.com/staff/spencer-boock/",
    "email": "sboock@integral-corp.com",
    "description": "Mr. Spencer Boock is an environmental engineer with experience in wastewater treatment research and operations, including sampling and data analysis projects focused on biological treatment processes and odor control, and in investigation and remediation of environmental systems. His responsibilities have involved performing cost analyses, conducting sediment core sampling and processing, and assisting with the drafting of expert reports. Mr. Boock also has experience with environmental compliance, including hazardous waste management, the drafting of permits, and air dispersion modeling."
  },
  {
    "name": "Brittany Booth",
    "role": "Associate Scientist",
    "profileLink": "https://www.integral-corp.com/staff/brittany-booth/",
    "email": "bbooth@integral-corp.com",
    "description": "Ms. Brittany Booth is an associate scientist with 2 years of experience in groundwater, soil, sediment, waste class, and surface water sampling. She has also been responsible for subcontractor oversight in monitoring well installations and injections. In addition, she has experience in data quality assurance, site coordination, and field staff training."
  },
  {
    "name": "Nicole Buecker",
    "role": "Economic Analyst",
    "profileLink": "https://www.integral-corp.com/staff/nicole-buecker/",
    "email": "nbuecker@integral-corp.com",
    "description": "Ms. Nicole Buecker’s primary areas of focus include environmental economics, natural resource management (particularly forests and fisheries), data science, and econometrics. She has applied her technical knowledge of ecosystem management to elucidate complex relationships of market and nature to make pragmatic recommendations based upon sound research methods, statistical, theoretical, or otherwise. These applications have ranged from rural agricultural economic analysis to theoretical exploration of economic impacts of fisheries permits to venture capital assessment in the renewable energy market. She has implemented specialized statistical tools in recreational infrastructure and renewable energy contexts."
  },
  {
    "name": "Taylor A. Burnham, MPH",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/taylor-a-burnham-mph/",
    "email": "tburnham@integral-corp.com",
    "description": "Ms. Taylor Burnham is an occupational health and safety professional with 6 years of experience in consulting, project management, fieldwork for a variety of industries, and research. Her background in industrial hygiene, environmental health sciences, and neuroscience enables her to provide high quality solutions to clients seeking support with complex human health risk assessments, occupational health and safety needs, and litigation. She has a wide range of experience in litigation support involving asbestos, talc, lead, silica, flavorings, and occupational health and safety compliance and management. Ms. Burnham’s background also involves qualitative and quantitative exposure assessment work, including air and surface sampling for a variety of chemicals in workplaces such as television, film, and news productions; chemical processing facilities; semiconductor and electronics manufacturing plants; plastics manufacturing; mining; and office buildings. Her relationship-oriented propensity enhances her ability to partner with clients to understand their unique needs and collaborate with diverse teams on dynamic projects. Ms. Burnham is committed to life-long learning and making contributions to the scientific community while advocating for the health and safety of workers."
  },
  {
    "name": "Eric Bushèe",
    "role": "Data Solution Architect",
    "profileLink": "https://www.integral-corp.com/staff/eric-bushee/",
    "email": "ebushee@integral-corp.com",
    "description": "Mr. Eric Bushèe is a CAD designer and GIS analyst with more than 20 years of experience. Mr. Bushèe’s experience includes producing CAD construction drawings for both transportation and civil engineering projects, as well as AutoCAD Civil 3D modeling and analysis for soil and sediment remediation, and stormwater runoff and source control. In addition to being skillful in Civil 3D, he is also proficient in MicroStation, and is adept at managing data sharing between CAD and GIS software environments.\nMr. Bushèe is a GIS analyst with extensive experience in spatial analysis, including the planning and implementation of spatial interpolations in both 2D and 3D environments. He regularly uses both ArcGIS (3D Analyst, Spatial Analyst, Geostatistical Analyst) and C Tech’s Earth Volumetric Studio software to construct interpolation grids for soil, sediment, and groundwater modeling. He routinely develops complex spatial grids to estimate volumes, assess predictability errors, and guide future sampling efforts.\nMr. Bushèe has produced technical maps and graphics in GIS and other software for a variety of environmental and technical documents. He specializes in creating complex maps—often drawing from multiple, varied data sources—that are both aesthetically pleasing and technically accurate. He has created maps for RI/FSs, engineering evaluation and cost analysis (EE/CA) studies, sampling and analysis plans, environmental impact statements, environmental assessments, Clean Water Act Section 404 jurisdictional delineations, site-specific permits, cultural and biological resources evaluations, community wildfire protection plans, and parks and open space master plans."
  },
  {
    "name": "Yancey Cashell",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/yancey-cashell/",
    "email": "ycashell@integral-corp.com",
    "description": "Mr. Yancey Cashell is an environmental scientist with 5 years of professional experience across the nonprofit, academic, and private sectors. He has worked as a California Environmental Quality Act (CEQA) practitioner supporting water infrastructure projects across southern California. He is proficient with the use of mapping applications, such as ArcGIS and QGIS, and with programming languages, such as R and MATLAB, which he uses to conduct quantitative analyses and support data visualizations."
  },
  {
    "name": "Taylor Makana Caster, E.I.T.",
    "role": "Project Engineer",
    "profileLink": "https://www.integral-corp.com/staff/taylor-makana-caster-e-i-t/",
    "email": "tcaster@integral-corp.com",
    "description": "Mr. Taylor Caster is a seasoned civil and coastal engineer with a proven track record of 8 years in the field of marine construction and coastal projects. With experience focused in dredging and dredged material management, harbor and marina facility enhancements, and waterfront construction, he is well-equipped to handle complex assignments in these areas. In addition to his specialization in larger-scale projects, Mr. Caster also brings valuable experience in residential civil projects, including grading, stormwater management, and individual wastewater systems. This breadth of expertise allows him to effectively navigate various project scales and complexities. Having extensively worked in the state of Hawai‘i, Mr. Caster possesses an in-depth understanding of the federal, state, and county permitting requirements specific to this region. Moreover, he has developed a strong technical skill set in hydrographic surveying; GPS system setup, configuration, and management; topographic surveying; and data processing and management."
  },
  {
    "name": "Kaitlyn Chick, P.E.",
    "role": "Project Engineer",
    "profileLink": "https://www.integral-corp.com/staff/kaitlyn-chick/",
    "email": "kchick@integral-corp.com",
    "description": "Ms. Kaitlyn Chick is a professional engineer with 5 years of consulting experience in preparing remedial design and bid packages, writing engineering reports, and performing construction oversight and quality assurance. Her primary responsibilities include reviewing specifications, design drawings, and contractor submittals; supporting operations, monitoring, and maintenance (OM&M) of project sites; and preparing work plans and completion reports. Ms. Chick has extensive experience executing fieldwork including air, water, and soil sampling, while serving as a field lead or construction manager."
  },
  {
    "name": "Paige Coleman",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/paige-coleman/",
    "email": "pcoleman@integral-corp.com",
    "description": "Paige Coleman is an environmental chemist with 2 years of experience in environmental consulting, with a focus on geochemical analysis, site assessments, and remedial investigations at various coal ash, per- and polyfluoroalkyl substances (PFAS), petroleum, and pesticide manufacturing sites. She has experience in geochemical modeling, analytical chemistry, data and statistical analysis, and research and development."
  },
  {
    "name": "Jerritt Collord",
    "role": "Data Solution Architect",
    "profileLink": "https://www.integral-corp.com/staff/jerritt-collord/",
    "email": "jcollord@integral-corp.com",
    "description": "Mr. Jerritt Collord is an analyst specializing in spatial and subsurface data, with 13 years of experience in environmental consulting and 4 years in the minerals industry, managing data for exploration projects, operating mines, and various environmental investigations.  Mr. Collord has modeled the geology of mineral deposits and environmental contamination at various sites, has performed geostatistical estimations of contaminants and mine waste materials characterization studies, and, in pursuit of repeatable complex analyses, has become an adherent of a workflow-as-code paradigm, specializing in Python."
  },
  {
    "name": "Karah Conklin, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/kara-conklin-p-e/",
    "email": "kconklin@integral-corp.com",
    "description": "Ms. Karah Conklin is a professional engineer and project manager with more than 10 years of experience, focusing on natural remediation technologies, litigation support, and remedial engineering design. She has managed a wide range of projects involving brownfield redevelopment, EPA Superfund, industrial facilities, municipalities, and insurance claims, and is experienced in site investigation, remediation design and implementation, stormwater management and modeling, ecological enhancement and restoration, NPDES permitting, project and personnel management, and subcontractor management.\nMs. Conklin specializes in sustainable engineering technologies, including constructed treatment wetlands, living shoreline stabilization, phytotechnologies, stormwater management and treatment, and vegetative landfill capping, as well as ecological services, including wetland restoration and permitting, wildlife surveys, sustainable forest management, habitat certification, and invasive species management."
  },
  {
    "name": "Annaleise Conway",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/annaleise-conway/",
    "email": "aconway@integral-corp.com",
    "description": "Ms. Annaleise Conway is an environmental scientist with professional experience in the nonprofit, academic, and private sectors. She has performed standard aquatic testing in an ecotoxicology laboratory under EPA and Organisation for Economic Co-operation and Development (OECD) guidelines and has utilized that knowledge to support assessments of potential environmental impacts of personal care product ingredients. Ms. Conway’s diverse work experiences have provided her with the skills to contribute to many types of projects. Recently, Ms. Conway was invited by the National Academy of Sciences to present her master’s degree thesis research on the toxicity of oxybenzone to a species of hard coral."
  },
  {
    "name": "Zoe Curley",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/zoe-curley/",
    "email": "zcurley@integral-corp.com",
    "description": "Ms. Zoe Curley is a scientist who is experienced in soil, sediment, and surface water sample collection in support of site assessment and remediation projects. Her experience also includes using handheld x-ray fluorescence (XRF) instrumentation for metals analysis in soil and employing ArcGIS software to produce maps and data products. In addition, Ms. Curley excels in synthesizing historical documents and analytical data in support of litigation efforts."
  },
  {
    "name": "William Cutler, Ph.D., P.G.",
    "role": "Associate of Integral",
    "profileLink": "https://www.integral-corp.com/staff/william-cutler-ph-d-p-g/",
    "email": "wcutler@integral-corp.com",
    "description": "Dr. William Cutler is a professional geologist with more than 30 years of experience in geosciences primarily focused on environmental site assessment and remediation.  He is well versed in managing all aspects of environmental projects, including strategy development, study design, technology assessments, senior management and agency communications, consulting and contracting services, field implementation, community relations, government affairs, and financial assessment and control.  He has managed complex remediation projects in excess of $50 million.  In addition to the management of individual projects, he has managed strategies and financial reserves for environmental liability site portfolios. Dr. Cutler’s areas of expertise include site assessments and investigations, sampling plan development, geophysical surveys, remedial technology assessments, and application of risk-based approaches.  He has designed and managed site remediation projects under federal Superfund, RCRA corrective action, and state programs.  Remedies employed range from simple soil removals to complex treatment systems for soil, groundwater, free product, and waste materials.  Dr. Cutler is very experienced at communicating with the community and regulators, and he often functions as the link between the scientific/technical team and other non-technical stakeholders.  One of his great strengths is financial evaluation of potential environmental liabilities, including individual sites and portfolios."
  },
  {
    "name": "Luke Davies",
    "role": "Associate Scientist",
    "profileLink": "https://www.integral-corp.com/staff/luke-davies/",
    "email": "ldavies@integral-corp.com",
    "description": "Mr. Luke Davies has experience in environmental permitting, GIS, and biological fieldwork. His fieldwork experience specifically includes California Environmental Quality Act (CEQA) site assessments and reporting, due diligence reporting, wetland ecology and delineation, visual encounter surveys for various special status species, environmental DNA sampling, wildlife monitoring, and construction monitoring. Mr. Davies is well versed in geospatial analysis and mapmaking with both ArcGIS Pro and QGIS. He has contributed to projects by writing reports required to obtain permits and authorization from the U.S. Army Corps of Engineers (USACE), U.S. Fish and Wildlife Service (USFWS), California Department of Fish and Wildlife (CDFW), and state and regional water quality control boards."
  },
  {
    "name": "Dan Dawson, Ph.D.",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/dan-dawson/",
    "email": "ddawson@integral-corp.com",
    "description": "Dr. Dan Dawson is an ecologist and environmental toxicologist with a general interest in the use of quantitative approaches to understanding and addressing human and ecological problems. With more than 12 years of graduate and post-graduate experience, he has worked with private organizations, academic institutions, and government agencies to tackle a diverse set of questions. Along the way, he has acquired expertise in a wide variety of topics and quantitative toolsets, including chemical and electromagnetic field exposure modeling, population modeling, disease transmission modeling, machine learning/quantitative structure–activity relationship (QSAR) modeling, habitat equivalency analysis (HEA), and statistical modeling. Dr. Dawson has published much of his work in the peer-reviewed literature, and he has frequently presented research at scientific conferences. Finally, he is interested in continually improving science communication and believes that scientific information should be conveyed clearly, concisely, and with as little jargon as possible."
  },
  {
    "name": "Samantha Dietz, CE",
    "role": "Associate Scientist",
    "profileLink": "https://www.integral-corp.com/staff/samantha-dietz/",
    "email": "sdietz@integral-corp.com",
    "description": "Ms. Samantha Dietz has a background in ecological research and conservation, fieldwork, and statistical analyses. Her work is broadly defined by using data to understand ecological patterns and answer complex questions. Ms. Dietz’s deep understanding of a variety of ecological systems, proficiency with the statistical program R, and attention to detail allow her to effectively support a variety of projects including, ecological modeling, risk assessments, and natural resource damage assessments."
  },
  {
    "name": "Elena Downs, E.I.T.",
    "role": "Engineer",
    "profileLink": "https://www.integral-corp.com/staff/elena-downs/",
    "email": "edowns@integral-corp.com",
    "description": "Ms. Elena Downs is an engineer with 4 years of consulting experience focusing on site investigation, remedial design and implementation, and litigation support. Using her skills in ArcGIS analysis, cost estimation, alternatives analysis, and review and development of design documents, she has supported a wide range of projects. Ms. Downs has experience planning, executing, and leading fieldwork for soil, groundwater, surface water, and sediment sampling, and she has served as a quality assurance lead for construction and sampling projects."
  },
  {
    "name": "Samantha Eanes, P.E.",
    "role": "Senior Engineer",
    "profileLink": "https://www.integral-corp.com/staff/samantha-eanes-p-e/",
    "email": "seanes@integral-corp.com",
    "description": "Ms. Samantha Eanes is licensed professional engineer with a focus on project management, site investigations, environmental remediation, stormwater management, coastal resilience, and water quality. Her responsibilities have included coordinating sampling programs, performing in-field quality assurance oversight, developing investigation work plans, and writing environmental impact site assessments. Ms. Eanes has experience in supporting environmental permit compliance for both civil construction projects and industrial facilities."
  },
  {
    "name": "Melanie Edwards, PStat.",
    "role": "Senior Solution Architect",
    "profileLink": "https://www.integral-corp.com/staff/melanie-edwards/",
    "email": "medwards@integral-corp.com",
    "description": "Ms. Melanie Edwards is an accredited statistician who routinely provides insight on the interpretation of analyses and presentation of findings for experts from a variety of backgrounds, including environmental science, ecology, toxicology, and engineering, and for non-scientists. She has provided litigation support in the form of depositions, trial testimony, and expert reports. Her work includes investigations of multichemical and multimedia interactions, environmental forensics, spatial and temporal trend analysis, modeling exposure and effect relationships, probabilistic modeling, and study design considerations. With more than 20 years of experience, Ms. Edwards has provided statistical support for projects involving PCBs, dioxins/furans, PAHs, and metals in soil, sediment, dust, groundwater, surface water, tissue, and air.\nMs. Edwards’ understanding of data workflow includes data management practices, data review and cleansing, statistical analysis methods, and clear presentation and communication of findings. Equally important, she understands the weaknesses and limitations of improper data preparation and statistical techniques to avoid over-interpretation of results. She is familiar with traditional methods such as correlation, regression, analysis of variance, non-linear models, factor analysis, principal component analysis, and non-parametric methods, as well as modern analytics techniques as they apply to environmental data."
  },
  {
    "name": "Steven Eikenbary",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/steven-eikenbary/",
    "email": "seikenbary@integral-corp.com",
    "description": "With 6 years of dynamic experience as an environmental scientist, Mr. Steven Eikenbary offers clients a unique blend of analytical, field, and laboratory expertise. He has successfully contributed to a range of projects, demonstrating a commitment to delivering high-value outcomes. Clients at both state and federal levels benefit from his proficiency in conducting probabilistic and quantitative analyses, essential for understanding and mitigating risks associated with environmental stressors. Leveraging his skills in Bayesian network modeling, statistical analyses using R, and spatial analyses with ArcGIS, Mr. Eikenbary ensures that clients receive comprehensive insights aligned with their specific needs.\nRecognizing the paramount importance of client collaboration, Mr. Eikenbary excels in delivering high-quality reports and presentations that are not only scientifically sound but also easily understandable. This ability positions him as a valuable partner in achieving shared objectives among clients, regulators, and other stakeholders. In each project and endeavor, he exemplifies a client-centric approach, ensuring that his skills and expertise are tailored to meet the specific needs of those he serves. Mr. Eikenbary’s dedication to delivering actionable insights, engaging in effective collaboration, and addressing intricate environmental challenges solidifies his standing as a trusted environmental scientist committed to the success of his clients.\n"
  },
  {
    "name": "Ashley Ellenson, Ph.D.",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/ashley-ellenson-ph-d/",
    "email": "aellenson@integral-corp.com",
    "description": "Dr. Ashley Ellenson is a project scientist in Integral’s Marine Science and Engineering group, contributing her expertise to coastal risk assessment and marine science technology development projects. Her role involves comprehensive data processing and analysis to support these initiatives. In the realm of coastal risk and resilience projects, Dr. Ellenson leverages her expert understanding of nearshore physical phenomena. This expertise enables her to assess coastal hazard levels for vulnerability assessments. As a data analyst, Dr. Ellenson tackles complex questions related to marine conditions. She excels in developing efficient workflows that integrate diverse data sources and employ various processing techniques to extract valuable insights from intricate data sets. Dr. Ellenson is a graduate of Oregon State University’s Coastal and Ocean Engineering program, complemented by a minor in risk and uncertainty quantification. Her doctoral dissertation showcased her innovative application of machine learning techniques to marine science imagery and observations. She has published several journal articles and has served as a peer reviewer for articles that combine machine learning and coastal science content."
  },
  {
    "name": "Glenn Esler",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/glenn-esler/",
    "email": "gesler@integral-corp.com",
    "description": "Mr. Glenn Esler has more than 30 years of experience in the field of environmental chemistry, including 15 years in laboratory quality assurance and data quality management and 5 years as a GC/MS analyst.  His technical specialties include design and implementation of laboratory quality management programs, laboratory and field audits, and data interpretation and assessment of compliance with regulatory requirements and project objectives.  He has an in-depth working knowledge of EPA environmental analytical methods and EPA Contract Laboratory Program (CLP) national functional guidelines for data review.  His experience includes environmental analysis, data verification and validation, preparation of quality assurance documentation, and coordination of subcontracting laboratories.  He is also credentialed as a Certified Laboratory Auditor."
  },
  {
    "name": "Mauri Fabio",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/mauri-fabio/",
    "email": "mfabio@integral-corp.com",
    "description": "Ms. Mauri Fabio is a scientist with several years of experience as a QA/QC analyst and technical report writer in the air quality industry and has a background in data governance as a data quality analyst across multiple businesses.  She has gained experience with the deformation monitoring group and in the petrology lab at USGS in Vancouver, Washington.  Ms. Fabio has also supported a SEDflume sediment erosion study and conducted historical research in support of an allocation project."
  },
  {
    "name": "Christopher Flanary, Ph.D.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/christopher-james-flanary-ph-d/",
    "email": "cflanary@integral-corp.com",
    "description": "Dr. Christopher Flanary is a physical oceanographer with more than 10 years of experience performing site assessments for government agencies and the private sector, including hydrodynamics, sediment transport, contaminant transport, litigation support, and marine energy. Dr. Flanary has managed field operations, data processing and analysis tasks, and complex numerical modeling for environmental characterization, observational monitoring, scientific research, and technology development. His expertise includes the application of state-of-the-science field measurements and 3-dimensional numerical modeling and analysis to characterize and quantify processes in aquatic, terrestrial, and atmospheric systems. His modeling expertise includes coastal hazard modeling in support of vulnerability assessments, specializing in sea level rise, wave run-up, and coastal erosion, providing critical support for at-risk coastal communities. In addition, Dr. Flanary prepares materials for various environmental litigation cases in the United States."
  },
  {
    "name": "Kristian Fried, Ph.D., Dr. rer. nat., DABT, ERT",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/kristian-fried-ph-d-dr-rer-nat-dabt/",
    "email": "kfried@integral-corp.com",
    "description": "Dr. Kristian Fried holds doctoral degrees in both chemistry and toxicology. He is certified by the American Board of Toxicology and by the European Register of Toxicologists. Dr. Fried has more than 15 years of hands-on work experience in the chemical and consumer product safety and stewardship sectors and is an appointed Adjunct Assistant Professor at Rutgers University where he teaches human risk assessment.\nDr. Fried’s passion for applying insights from chemistry to toxicology began during his academic training, which he pursued across multiple geographies. Lessons from the first-time synthesis of a novel dioxin analogue and its characterization, including steric modeling, motivated him to study biological effects from receptor binding to in vitro responses and culminated in the identification of potential therapeutic applications based on nonclinical models.\nIn his ensuing industry career, Dr. Fried devoted his expertise to human health sciences, environmental toxicology and fate, as well as applied regulatory toxicology. His professional practice extends from patient safety and the investigation of down-the-drain fate and environmental effects of drugs to the safety of oral care products as well as other consumer goods such as cleaning products, cosmetics, flavors, and fragrances. Furthermore, Dr. Fried has assessed and advised on occupational safety regarding workplace exposures in the chemical and petrochemical sectors and the mining industry.\nHis leadership roles in corporate toxicology honed Dr. Fried’s strong analytical and strategy skills, which he also applied in the management of consortia work regarding scientific fundamentals as well as ingredient defenses. He has firsthand expertise with the European Chemicals Agency, the European Commission’s Scientific Committee on Consumer Safety, FDA, EPA, and California’s Office of Environmental Health Hazard Assessment.\nDr. Fried currently leads Integral’s Product Stewardship and Liability group, where he serves as principal in charge, project manager, or senior technical reviewer for various projects serving consumer products consortia and industry clients."
  },
  {
    "name": "Patrick L. Friend, Ph.D., P.G., C.C.P.",
    "role": "Global Strategic Advisor",
    "profileLink": "https://www.integral-corp.com/staff/patrick-l-friend-ph-d-p-g/",
    "email": "pfriend@integral-corp.com",
    "description": "Dr. Patrick Friend is an international coastal and marine scientist, geologist, and business strategist with more than 20 years of experience in project delivery and management for both the governmental and private sectors. His primary areas of scientific expertise include bio-sedimentology, sediment transport, and coastal geomorphology. Dr. Friend’s expertise as an economic geologist encompasses opportunity screening, strategic planning, probabilistic risk assessment, asset evaluations and acquisitions, quality assurance, and due diligence.\nDr. Friend has consulted extensively for port and harbor authorities, and coastal stakeholders. He spent 8 years as a research fellow at the University of Southampton’s world-renowned National Oceanography Centre, where he was scientific lead on three large, multidisciplinary European Union projects. He spent 10 years in the global offshore energy industry, working in multiple countries as a senior geologist and senior basin analyst. He returned to coastal and marine science in 2016 and is presently managing and developing projects in the Gulf of Mexico, Latin America, and West Africa.\nDr. Friend is a writer, reviewer, and editor for international scientific journals and has published on topics ranging from sediment transport pathways in dredged estuaries to bio-sediment interaction in the coastal zone, and shallow gas accumulation in modern deltaic systems. His present research focuses on nearshore sediment transport in the Gulf of Mexico and the physical behavior of nannofossil ooze."
  },
  {
    "name": "Holly Garber",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/holly-garber/",
    "email": "hgarber@integral-corp.com",
    "description": "Ms. Holly Garber is a skilled field biologist and regulatory specialist with 7 years of experience working across nonprofit, government, and private sectors. She served as a regulatory project manager with the San Francisco Regional Water Quality Control Board (Water Board), Region 2, providing detailed and efficient permit evaluations for a wide range of projects, including large- and small-scale commercial and residential developments, habitat restoration, and flood control projects.\nMs. Garber gained experience conducting mitigation and impact assessments, managing enforcement cases for activities in waters of the state, and ensuring projects meet the regulatory authority of the Clean Water Act (CWA) and Porter-Cologne Water Quality Control Act. She is well versed in navigating California local regulatory and compliance programs. Ms. Garber effectively communicates complex technical findings in a clear and accessible manner to clients, regulators, and stakeholders to ensure all parties align on expectations and project requirements."
  },
  {
    "name": "Jarrod D. Gasper",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/jarrod-d-gasper/",
    "email": "jgasper@integral-corp.com",
    "description": "Mr. Jarrod Gasper is a geochemist with 18 years of experience. His primary area of expertise is the analysis of the fate and transport of metals and organic chemicals in the environment, with a focus on mining and industrial sites. His experience includes the forensic analysis of contaminant sources, the geochemical analysis of sediments and water, prediction and modeling of physical limnology and water quality at proposed mine pit lakes, analysis and modeling of surface water quality, and remediation of contaminated groundwater. Mr. Gasper’s background includes aqueous geochemistry, geology, and chemical engineering."
  },
  {
    "name": "Negin Ghoseiri, E.I.T.",
    "role": "Senior Data / Solution Engineer",
    "profileLink": "https://www.integral-corp.com/staff/negin-ghoseiri-e-i-t/",
    "email": "nghoseiri@integral-corp.com",
    "description": "Ms. Negin Ghoseiri is a senior data and solution engineer with 8 years of experience in processing, managing, and presenting environmental and geospatial data and leading geospatial and remote sensing data production, including workflow management, technical support, and process improvement. Ms. Ghoseiri has a diverse background in environmental data analysis, record research, geospatial data production, technical map production, and data visualization. Ms. Ghoseiri regularly uses the ArcGIS suite to generate complex technical maps and analyze spatial data. In addition, she has various skill levels in using data manipulation and analytical software such as QGIS, MicroStation, AutoCAD, Civil3D, and GeoCue and an evolving skill set in Python and R languages. Her academic background focused on data modeling, statistics, database management, spatial data analysis, and GIS."
  },
  {
    "name": "Silvia Gianetti Barber",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/silvia-gianetti-barber/",
    "email": "sbarber@integral-corp.com",
    "description": "Ms. Silvia Barber is a scientist and experienced project manager with more than 15 years of environmental consulting experience, specializing in site investigation, remediation, and litigation support. She excels in managing complex projects and executing large field efforts with an interdisciplinary approach and has a deep understanding of designing and implementing incremental sampling methodology. Ms. Barber has successfully integrated handheld x-ray fluorescence (XRF) analyzers with other analytical methods in the design of several large sampling programs. Her extensive experience includes investigating sites contaminated with lead, arsenic, and organochlorine pesticides, as well as supporting environmental due diligence for large portfolios of properties. She has also successfully supported litigation efforts, reconstructing evidence related to historical facilities and their chemical use. With an academic background in environmental science, agriculture, and natural resource economics, Ms. Barber provides a unique perspective in addressing environmental issues related to agriculture."
  },
  {
    "name": "Shea Grady",
    "role": "Assistant Scientist",
    "profileLink": "https://www.integral-corp.com/staff/shea-grady/",
    "email": "sgrady@integral-corp.com",
    "description": "Mr. Shea Grady has a research background rooted in assessing anthropogenic impact on coastal and terrestrial habitats. He has extensive fieldwork experience with an emphasis on coastal and estuarine habitats. Mr. Grady has received training on the California Environmental Quality Act (CEQA) and NEPA from the Association of Environmental Professionals and on using the California Natural Diversity Database (CNDDB) through the California Department of Fish and Wildlife (CDFW). Moreover, he has additional training and work experience in youth education, science communication, and data science."
  },
  {
    "name": "John R. Griffin",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/john-r-griffin/",
    "email": "jgriffin@integral-corp.com",
    "description": "Mr. John Griffin has more than 20 years of experience in the areas of exposure assessment, risk assessment, risk communication, air emissions modeling, fate and transport modeling, database development, litigation support, and geographic information systems (GIS). He is a highly detail-oriented scientist who has led and participated in interdisciplinary teams to solve complex problems for his clients using the best science available. Currently, he performs risk assessments associated with consumer, occupational, and environmental exposure to a variety of chemicals including asbestos, per- and polyfluoroalkyl substances (PFAS), petroleum compounds, dioxins, PCBs, PAHs, and chlorinated solvents. He uses GIS-based site risk assessments to guide remedy and cleanup decisions and has conducted GIS-based region-wide population risk assessments to evaluate the long-range transport of chemicals in the environment. He has particular expertise in creating, managing, and analyzing large environmental sampling data sets. In addition, Mr. Griffin has developed and conducted exposure and risk assessments for various air emissions sources such as diesel engines, ceramic product kilns, coal-fired power plants, and coke oven batteries. He has evaluated exposure and risks from vapor intrusion at residential, commercial, and industrial properties."
  },
  {
    "name": "Emily Guyer, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/emily-guyer-p-e/",
    "email": "eguyer@integral-corp.com",
    "description": "Ms. Emily Guyer is a professional engineer with 14 years of consulting experience focusing on environmental remediation of contaminated sediments, soils, groundwater, and nonaqueous-phase liquids (NAPLs). She is a project manager and licensed environmental engineer with diverse and interdisciplinary experience, including substantial liability assessment and litigation support on cases across the country involving a range of remediation issues. Her experience includes planning and executing site characterizations and design data collection, analyzing data and reporting for site investigations and remedial activities, screening and selecting remedial technologies, conducting feasibility studies, designing remedial systems, and engaging stakeholders. She specializes in analyzing the sources and fate and transport of contaminants and designing strategic remedies for complex environmental systems with multiple stakeholders. Ms. Guyer routinely advises clients on site investigation, remediation, regulatory, natural resource damage, and source control matters. She has served as a consulting expert on a variety of matters, including determining the sources of petroleum hydrocarbons, metals, PCBs, and other chemicals in sediment, soil, and groundwater."
  },
  {
    "name": "Andrew J. Halmstad, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/andrew-j-halmstad-e-i-t/",
    "email": "ahalmstad@integral-corp.com",
    "description": "Mr. Andrew Halmstad is an engineer with 7 years of consulting experience focusing on environmental remediation and cost allocation of contaminated sediments, groundwater, and soils.  His specific skills include reviewing and summarizing results of ongoing environmental investigations, supporting source control and remedial design activities, and data analysis for site characterization and remedial activities.  Mr. Halmstad has supported and led numerous field operations, including site investigations, in situ remedial treatment application, aquifer testing, remediation system operations maintenance and monitoring, and sampling of soil, groundwater, and stormwater.  He also has experience planning, managing, and conducting environmental investigations; analyzing remedial alternatives; conducting feasibility studies; and providing oversight of remedial measures."
  },
  {
    "name": "Claire M. Hamaji, MPH",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/claire-m-hamaji-mph/",
    "email": "chamaji@integral-corp.com",
    "description": "Ms. Claire Hamaji is a dedicated human health risk assessor and regulatory toxicologist with 12 years of experience evaluating exposures to chemicals among consumers, workers, and the general public. As a scientist, she seeks to understand the nature and extent of human health risks presented by chemicals used in industry and commerce in order to inform better environmental policy from the local to national level.\nMs. Hamaji’s professional specialties include regulatory toxicology, quantitative human health risk assessment methods, and dermal exposure assessment. Over her career, she has amassed extensive experience managing and providing support on cases involving unique chemical exposures among populations that include industrial workers, consumers, children, and firefighters. Ms. Hamaji has assisted clients in navigating the requirements of Proposition 65, TSCA, per- and polyfluoroalkyl substances (PFAS) exposure limits, safe ingredient concentrations in personal care products, and more. Ms. Hamaji also has broad experience conducting human health risk assessments for contaminated sites. She has investigated exposures to a wide variety of chemicals, including heavy metals, bisphenol A (BPA), brominated flame retardants, PCBs, PFAS, perchloroethene (PCE), and wildfire smoke constituents. Her other scientific interests include science communication and advocating for gender equity within science."
  },
  {
    "name": "Olivia Hargrave, P.E.",
    "role": "Senior Engineer",
    "profileLink": "https://www.integral-corp.com/staff/olivia-hargrave-p-e/",
    "email": "ohargrave@integral-corp.com",
    "description": "Ms. Olivia Hargrave is a professional engineer with 5 years of experience in investigation and remediation of environmental systems including sediment, soil, groundwater, and surface water. She has performed alternatives analyses, remedial design, and cost estimation for a range of sites regulated under federal and state programs. Her responsibilities have included feasibility studies, permitting, and litigation/allocation support.  She designs and manages environmental sampling programs from planning stages and stakeholder communication to data analysis and reporting.  Ms. Hargrave also has experience in natural resource damage assessment and restoration planning."
  },
  {
    "name": "Sydney Harvey",
    "role": "Economic Analyst",
    "profileLink": "https://www.integral-corp.com/staff/sydney-harvey/",
    "email": "sharvey@integral-corp.com",
    "description": "Ms. Sydney Harvey is an economic analyst with a focus on environmental economics. She has experience in economic research support, including conducting literature reviews, assisting in the survey-building process, and analyzing data."
  },
  {
    "name": "Elizabeth Hofstetter",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/elizabeth-hofstetter/",
    "email": "lhofstetter@integral-corp.com",
    "description": "Ms. Elizabeth Hofstetter is a consultant specializing in toxicology, exposure reconstruction and risk assessment with more than 15 years in the scientific consulting industry. She has managed projects related to risk assessment, product liability and warnings, and exposure reconstruction. She is experienced in analyzing and interpreting toxicological and industrial hygiene data for the purposes or risk assessment and hazard communication. Ms. Hofstetter has conducted human health risk assessment of contaminants in drinking water and has performed safety evaluations for a variety of consumer products, including dietary supplements, cosmetics, and food additives."
  },
  {
    "name": "Dylan Hull",
    "role": "Associate Scientist",
    "profileLink": "https://www.integral-corp.com/staff/dylan-hull/",
    "email": "dhull@integral-corp.com",
    "description": "Mr. Dylan Hull is a scientist with a background in chemical oceanography and statistics. He has experience with data analysis, fieldwork, and the statistical program R. Mr. Hull has utilized a wide variety of coding languages and applications to analyze and present scientific data, and has several years of experience working in the laboratory and in the field. His background in statistics has allowed him to provide valuable insight to data modeling and analysis on environmental science projects."
  },
  {
    "name": "Craig Hutchings",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/craig-hutchings/",
    "email": "chutchings@integral-corp.com",
    "description": "Craig Hutchings is a chemist with more than 30 years of experience in environmental analytical chemistry, litigation support, project management, environmental investigations, and QA/QC data review and validation. He has led projects using standard and non-standard methodologies for the analysis of per- and polyfluoroalkyl substances (PFAS) in soils, waters, and firefighting foams. Mr. Hutchings has also led PFAS litigation support projects involving data management, data interpretation and analysis, and reporting.\nMr. Hutchings has led the preparation of sampling and analysis plans and quality assurance project plans (QAPPs), data interpretation, and development of quality assurance programs for sites within various state and federal regulatory programs. He has performed and supervised gas chromatography, high-performance liquid chromatography, and gas chromatography/mass spectrometry analyses for contaminants in soil, sediment, water, and tissues using EPA and various state methods. He is experienced in the evaluation and review of analytical data including outputs from inductively coupled plasma instruments and chromatograms for Aroclors, pesticides, and other compounds. In addition, Mr. Hutchings has reviewed chemistry data from numerous projects involving a wide variety of analyses in air, water, soils, sediments, and tissues."
  },
  {
    "name": "A. Michael Ierardi, CIH, CSP",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/a-michael-ierardi-cih-csp/",
    "email": "mierardi@integral-corp.com",
    "description": "Mr. Mike Ierardi is an accomplished occupational and environmental health and safety expert with 10 years of consulting, project management, and research experience, demonstrating effective time management and persuasive communication skills. He is board-certified in industrial hygiene and workplace safety and highly proficient in managing complex projects related to human health risk assessment in fast-paced, dynamic environments. He excels in collaborating with allied stakeholders to implement data-driven solutions. His expertise spans a broad array of areas, including exposure science, safety, and occupational toxicology and epidemiology, and industries such as agrichemical, entertainment, food and beverage, manufacturing, oil and gas, pharmaceutical, and technology. He has published 15 peer-reviewed articles and book chapters and routinely presents his research at scientific conferences. He is also an active member of several of American Industrial Hygiene Association’s (AIHA’s) volunteer groups, including as the founding member of the PR(IH)DE Special Interest Group, and actively serves as an invited peer reviewer for several scientific journals. With a track record of reliable leadership, strategic vision, and strong interpersonal skills, Mr. Ierardi is committed to safeguarding and fostering the health, safety, and mental well-being of diverse teams."
  },
  {
    "name": "Brent Jacobson, E.I.T.",
    "role": "Associate Engineer",
    "profileLink": "https://www.integral-corp.com/staff/brent-jacobson/",
    "email": "bjacobson@integral-corp.com",
    "description": "Mr. Brent Jacobson is an environmental engineer with experience in environmental remediation, environmental quality monitoring, and data analysis. His work includes sampling surface water, groundwater, and sediment to assess the extent of the impact of pollutants on the environment. He also has experience using ArcGIS Pro and QGIS, writing technical reports, and creating estimates for environmental remediation."
  },
  {
    "name": "Matthew Jamieson",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/matthew-jamieson/",
    "email": "mjamieson@integral-corp.com",
    "description": "Mr. Matthew Jamieson is a geographic information systems (GIS) professional with a background in geographic science, coastal processes, and digital art.  Mr. Jamieson has been working professionally with GIS technology since 2004 and has focused on applying GIS to coastal hazard modeling and analysis since 2014.  Mr. Jamieson holds an M.F.A. in digital art and new media and has been working for many years with artists and scientists to communicate complex spatial and environmental information.  Having worked on a diverse range of projects, Mr. Jamieson has developed skills in project management, reporting, coastal process modeling, scripting for task automation, data visualization, web programming, designing interactive experiences, and 3‑dimensional visualization."
  },
  {
    "name": "Megan Jones",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/megan-jones/",
    "email": "mjones@integral-corp.com",
    "description": "Ms. Megan Jones is an environmental scientist with experience in fieldwork performing the sampling of surface water, groundwater, soil, and hazardous wastes.  She has also assisted in performing data QA/QC, modifying and preparing technical reports (standard operating procedures, quality assurance project plans, discharge monitoring reports, landfill usage reports).  Ms. Jones has worked on projects with tribal and federal government agencies and as a consultant within the petroleum refining industry."
  },
  {
    "name": "Barry L. Kellems, P.E.",
    "role": "Associate of Integral",
    "profileLink": "https://www.integral-corp.com/staff/barry-l-kellems-p-e/",
    "email": "bkellems@integral-corp.com",
    "description": "Mr. Barry Kellems is a principal engineer with more than 30 years of consulting experience, focusing on environmental remediation of contaminated sediments, groundwater, and soils. He has prepared feasibility studies, developed cleanup action plans, and served as project manager/engineer for the design and implementation of remedial action projects.\nMr. Kellems also specializes in stormwater and wastewater management at industrial facilities. His experience includes NPDES permitting, feasibility studies, and design, construction, and performance monitoring of treatment facilities for a range of industries. His project experience also encompasses waste management and environmental compliance at industrial facilities, including the development of plans for spill prevention and waste minimization.\nAs a technical expert, Mr. Kellems has supported many litigation projects that involved engineering evaluations of the above subject matter."
  },
  {
    "name": "Josh Kidder",
    "role": "Senior Solution Architect",
    "profileLink": "https://www.integral-corp.com/staff/josh-kidder/",
    "email": "jkidder@integral-corp.com",
    "description": "Mr. Josh Kidder is a senior data professional with 17 years of experience working with environmental information and government ordering systems. He has served in many roles, such as software and database developer, data engineer, data modeler, and data architect. His background in mathematics has provided him invaluable problem-solving skills that he has honed over time working in highly demanding environments. Mr. Kidder has expansive knowledge, skills, and understanding of cloud services, business intelligence, requirements analysis, data modeling, data architecting, data warehousing, and data pipelines that he applies in his work with tools such as PostgreSQL, Oracle, PL/pgSQL, R, and Python."
  },
  {
    "name": "Kelsey Kirkland, L.G.",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/kelsey-kirkland-g-i-t/",
    "email": "kkirkland@integral-corp.com",
    "description": "Ms. Kelsey Kirkland is a geologist with experience in technical writing, site investigations, environmental sampling (sediment, soil, and groundwater, vapor intrusion), conceptual site model development, data analysis, and interpretation."
  },
  {
    "name": "Sarah M. Kissell",
    "role": "Senior Engineer",
    "profileLink": "https://www.integral-corp.com/staff/sarah-m-kissell/",
    "email": "skissell@integral-corp.com",
    "description": "Ms. Sarah Kissell is an environmental engineer with experience in environmental remediation, environmental quality monitoring, and data analysis.  Ms. Kissell primarily develops and evaluates remedial alternatives, including cost estimates for environmental remediation.  Her work also consists of sampling surface water, stormwater, groundwater, and sediment to assess and mitigate environmental impacts of municipal and industrial processes and evaluate the progress of remedial actions."
  },
  {
    "name": "Alyssa Klinger, E.I.T.",
    "role": "Associate Engineer",
    "profileLink": "https://www.integral-corp.com/staff/alyssa-klinger-e-i-t/",
    "email": "aklinger@integral-corp.com",
    "description": "Ms. Alyssa Klinger is an associate engineer with 2 years of experience in remediation system management, compliance reporting, and assessments of system performance. In addition to remediation system management, she has experience in groundwater and soil sampling and remedial system pilot studies. Ms. Klinger has also previously performed geotechnical inspections for construction projects across New Jersey and Pennsylvania."
  },
  {
    "name": "Jim Knape",
    "role": "Senior Data / Solution Engineer",
    "profileLink": "https://www.integral-corp.com/staff/jim-knape/",
    "email": "jknape@integral-corp.com",
    "description": "Mr. Jim Knape is a senior data and solution engineer with a background in environmental science and 8 years of experience collecting, organizing, and analyzing environmental data, including occurrence, control, and restoration data for invasive plants, and metrics on carbon emissions to develop abatement strategies.  His technical skills include database development, spatial data analysis, and website development.  Mr. Knape has carried out fieldwork, data management and analysis, program management, reporting, and client communications for terrestrial vegetation studies in the Pacific Northwest."
  },
  {
    "name": "Jordan Kozal, Ph.D.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/jordan-kozal-ph-d/",
    "email": "jkozal@integral-corp.com",
    "description": "Dr. Jordan Kozal is a Senior Consultant with more than 10 years of experience in the health and environmental science fields. Her principal areas of training and expertise are toxicology and ecotoxicology, as well as human health and environmental risk assessment. Dr. Kozal’s primary practice areas also include product stewardship and sustainability. Through her work, Dr. Kozal has evaluated potential health hazards and risks from exposure to a wide range of industrial chemicals (e.g., lead, asbestos, semiconductor chemicals), environmental contaminants (e.g., wildfire smoke, per- and polyfluoroalkyl substances [PFAS], microplastics), food and feed additives and contaminants, pharmaceuticals, dietary supplements, over the counter drugs, medical devices, wearable devices, personal care products, and cosmetics."
  },
  {
    "name": "James L’Esperance, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/james-lesperance-p-e/",
    "email": "jlesperance@integral-corp.com",
    "description": "Mr. James L’Esperance is a licensed professional engineer with more than 12 years of experience in project management, environmental remediation, and portfolio risk management. As a project manager, he develops overall site strategy, directs the implementation of complex environmental remedies, and interfaces with a variety of regulatory agencies and stakeholders for a wide range of sites under numerous state and federal programs. He provides a comprehensive lifecycle risk management approach to the projects that he oversees.\nMr. L’Esperance also has broad engineering experience in environmental remedial actions, which includes the design and implementation of municipal water treatment systems, construction supervision of complex remedies, in situ remedy strategy development, and soil vapor remedial design. His experience includes managing sites impacted with chlorinated volatile organic compounds (VOCs), PCBs, petroleum compounds, and various emerging contaminants, including perchlorate, hexavalent chromium, 1,4-dioxane, and per- and polyfluoroalkyl substances (PFAS)."
  },
  {
    "name": "Luc Lallement",
    "role": "Economic Analyst",
    "profileLink": "https://www.integral-corp.com/staff/luc-lallement/",
    "email": "llallement@integral-corp.com",
    "description": "Mr. Luc Lallement’s areas of focus include environmental economics, recreation demand analysis, and data science and analysis. He has a Master of Science degree from Colorado State University, where he completed a thesis on recreation demand and social costs of national parks, working for the National Park Service. Before that, he worked at USDA in wildlife research, researching the economics surrounding managing and mitigating wildlife strikes at airports."
  },
  {
    "name": "Daniel Lauer, MPH",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/daniel-lauer-mph/",
    "email": "dlauer@integral-corp.com",
    "description": "Mr. Daniel Lauer is an epidemiologist with 6 years of experience in epidemiology, environmental health, and risk assessment. Mr. Lauer has significant experience in the application and development of epidemiologic methods for understanding human health risks from environmental, occupational, and consumer product exposures. He has conducted systematic review, weight-of-evidence, and risk-of-bias assessments for a variety of biological and chemical exposures and outcomes. His specific areas of interest include cancer epidemiology, microbial risk assessments, critical reviews and syntheses of the published literature, and development of methods for evidence integration, including epidemiology, toxicology, and exposure science."
  },
  {
    "name": "Erin Lefkowitz",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/erin-lefkowitz/",
    "email": "elefkowitz@integral-corp.com",
    "description": "Ms. Erin Lefkowitz is an environmental scientist with extensive experience conducting marine, coastal, and estuarine field studies. She has led and supported data collection for remote island- and vessel-based projects in marine bird and mammal ecology as it relates to climate change, fisheries, and offshore energy development. She is experienced in avian surveys, water quality monitoring and analysis, riparian habitat surveys and restoration, road-stream crossing assessments, data management, reporting, and outreach. Ms. Lefkowitz’s diverse professional background enables her to contribute to a variety of projects."
  },
  {
    "name": "Ben Leonard",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/ben-leonard/",
    "email": "bleonard@integral-corp.com",
    "description": "Mr. Ben Leonard is an environmental scientist with experience in environmental habitat assessments, aquatic and terrestrial biological monitoring, laboratory work in freshwater ecology, and the collection of soil, water, and biological samples. He has worked as a biological technician, aquatic ecologist, and researcher. His technical skills involve data quality assurance and quality control (QA/QC), environmental equipment assembly and function, web and graphic design, and statistical modeling, and he is proficient in many advanced-level computing and programming applications. Mr. Leonard has been involved in numerous biological assessment monitoring programs. He has worked on projects with the U. S. Forest Service (USFS) and the U. S. Fish and Wildlife Service (USFWS) in addition to several corporate entities. He has assisted in the preparation of work plans, sampling and analysis plans, health and safety plans, budgets, and data reports."
  },
  {
    "name": "Matthew Levey",
    "role": "Marine Spatial Data Analyst/Consultant",
    "profileLink": "https://www.integral-corp.com/staff/matthew-levey/",
    "email": "mlevey@integral-corp.com",
    "description": "Mr. Matthew Levey has worked in the marine science field for more than 25 years. He specializes in web based and desktop geographic information systems (GIS) for geophysical, biological, and environmental data as well as scientific computing for spatial modeling and analysis. He also has extensive experience on large-scale biological and geophysical surveys and has been a client representative for oil exploration, geohazard surveys, and pipeline route planning. He has worked in Mexico, Indonesia, Brazil, India, Spain, Trinidad and Tobago, Ecuador, Morocco, Turkey, Angola, Australia, and the Gulf of Mexico. In addition, Mr. Levey has experience acquiring and processing multibeam and sidescan sonar data, as well as working with seismic, subbottom profiler, magnetometer, and gravitometer acquisition and data."
  },
  {
    "name": "Joe Lohmann, E.I.T.",
    "role": "Associate Engineer",
    "profileLink": "https://www.integral-corp.com/staff/joe-lohmann-e-i-t/",
    "email": "jlohmann@integral-corp.com",
    "description": "Mr. Joe Lohmann is an assistant engineer with a focus in environmental engineering, remediation, and restoration. He has experience in groundwater sampling and laboratory analysis, with an educational background in ecological restoration and bioremediation."
  },
  {
    "name": "Jen Lyndall, CERP, CSE",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/jen-lyndall-cerp/",
    "email": "jlyndall@integral-corp.com",
    "description": "Jen Lyndall is a Certified Ecological Restoration Practitioner with 23 years of experience in natural resource damage assessment (NRDA) and ecological restoration. She is well-equipped to help clients solve complex environmental problems through consensus building with a variety of stakeholders. Ms. Lyndall has managed and provided technical and strategic support on a wide range of projects, including NRDA, environmental permitting, ecological risk assessment, remediation of CERCLA and RCRA sites, ecological restoration, and ecosystem services."
  },
  {
    "name": "A. Michael Macrander, Ph.D.",
    "role": "Associate of Integral",
    "profileLink": "https://www.integral-corp.com/staff/a-michael-macrander-ph-d/",
    "email": "amacrander@integral-corp.com",
    "description": "Dr. Michael Macrander is an environmental scientist with more than 35 years of experience as an ecologist investigating environmental interactions and the restoration of natural systems affected by human and industrial activities.  He has worked extensively with the identification of and issues relating to sensitive ecological resources, including Arctic offshore environments, threatened and endangered species, marine mammals, wetlands, riparian zones, and coastal ecosystems.  He has designed and implemented wildlife and ecological investigations and restorations in a diversity of settings and situations and specializes in developing science-based strategies that help to resolve complex environmental issues, achieve permitting requirements, and address stakeholder concerns.\nDr. Macrander recently joined Integral’s Ecology Group after working 25+ years as an environmental ecologist for the Royal Dutch Shell Group (1991–2017) during which he worked on a variety of projects in all aspects of the petrochemical and energy industry.  In addition to his most recent role as global lead and spokesperson for Arctic science, he worked on many of the company’s most complex and high profile environmental issues of the last three decades.  He has worked extensively in the areas of ecological risk assessment, natural resource damage assessment, ecological restoration, spill response, and site and impact assessment.  He has also been an industry leader in the development and use of emerging assessment technologies in marine acoustics, the use of drones in aerial reconnaissance, and the use of computer-assisted pattern recognition to provide high quality data cost-effectively and with lower human exposure potential.\nHaving served on multiple National Academy of Sciences and other national advisory panels, he is a recognized leader in the field of environmental ecology and brings broad experience in working under the provisions of NEPA, CERCLA, the Clean Water Act, Oil Pollution Act, Endangered Species Act, and Marine Mammal Protection Act.  He has worked successfully to resolve environmental issues with state and federal regulators in all regions of the United States and the international community."
  },
  {
    "name": "Jeffrey E. Marsh, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/jeffrey-e-marsh-p-e/",
    "email": "jmarsh@integral-corp.com",
    "description": "Mr. Jeffrey Marsh has 20 years of experience in the fields of chemical and environmental engineering. He is currently responsible for defining and delegating technical responsibilities to engineers, designers, and drafters on complex and diverse projects. He has an active role in developing project budgets and schedules, preparing reports, managing projects, and maintaining a close relationship with clients, regulatory agencies, and other stakeholders throughout the development of a project.\nHis experience includes monitoring and management of remedial investigations; design, construction, startup, operation, monitoring, and troubleshooting of remedial systems; development of treatment solutions to remedy contaminated sites; and preparation of feasibility studies, as well as air and water permitting. Mr. Marsh is also experienced in the design, implementation, and troubleshooting of computer control systems. He has experience preparing cost estimates and engineering input for feasibility studies at CERCLA sites and with large-scale groundwater remediation system design, construction, and operation and with habitat restoration within floodplain environments."
  },
  {
    "name": "Katrina McCormick",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/katrina-mccormick/",
    "email": "ko'donnell@integral-corp.com",
    "description": "Katrina McCormick is a scientist with 5 years of experience in environmental remedial investigation and litigation support. Her responsibilities include field coordination, monitoring, and sampling (groundwater, soil, surface water, porewater, sediment, living resources), technical report writing, contractor oversight, data analysis and management, historical file reviews, figure development in ArcGIS for technical deliverables, and graphical presentation for understanding the spatial distribution of contaminants."
  },
  {
    "name": "Kenny McCune",
    "role": "Project Data / Solution Engineer",
    "profileLink": "https://www.integral-corp.com/staff/kenny-mccune/",
    "email": "kmccune@integral-corp.com",
    "description": "Mr. Kenny McCune is a data manager and analyst with a background in aquatic sciences and 10 years of experience collecting, managing, and analyzing data for water chemistry, macroinvertebrates, macrophytes, physical habitat, and geospatial data used in stream and estuarine habitat quality assessment. He is experienced in technical data management skills, including the development of data pipelines and database structures that efficiently transition data from field to database to analytical and modeling platforms."
  },
  {
    "name": "Sadie McGarvey",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/sadie-mcgarvey/",
    "email": "smcgarvey@integral-corp.com",
    "description": "Ms. Sadie McGarvey has 12 years of professional experience as a field biologist and regulatory specialist, working in a variety of habitats and municipalities. She has a wide range of experience in biological fieldwork, regulatory compliance, and environmental permitting. Her professional experience includes California Environmental Quality Act (CEQA) level site assessments and reporting, due diligence reporting, regulatory compliance support for various development, reclamation, repair, transportation, and utilities projects throughout Northern California, construction compliance monitoring, vegetation and hydrology monitoring, vegetation mapping, wetland delineations and habitat assessments, and special-status species surveys and research.  Ms. McGarvey assists clients with navigating environmental regulations and obtaining regulatory authorizations from the U.S. Army Corps of Engineers (USACE), state and regional Water Quality Control Boards, California Department of Fish and Wildlife (CDFW), and U.S. Fish and Wildlife Service (USFWS). She ensures projects meet permitting and construction milestones while staying in compliance with regulatory authorizations and applicable laws."
  },
  {
    "name": "Patrick McGuire, E.I.T.",
    "role": "Project Engineer",
    "profileLink": "https://www.integral-corp.com/staff/patrick-mcguire-e-i-t/",
    "email": "p@integral-corp.com",
    "description": "Mr. Patrick McGuire is an environmental professional and project manager with 11 years of experience in environmental engineering, site remediation, and construction management. He has led and worked on construction management teams as the owner’s representative on large projects throughout the New York City metro area, for agencies such as the Lower Manhattan Development Corporation, Port Authority of New York and New Jersey, New York City Department of Design and Construction (NYC DDC), New York City Economic Development Corporation, and New York Police Department Construction Command Unit.  Mr. McGuire is currently the owner’s representative for remediation at a former manufactured gas plant, where he is in charge of community air monitoring, administering the stormwater pollution prevention plan, producing weekly construction reports, and inspecting environmental engineering controls, such as the sub-slab depressurization system, soil vapor barrier, and site cap."
  },
  {
    "name": "Samuel McWilliams, E.I.T.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/samuel-mcwilliams-e-i-t/",
    "email": "smcwilliams@integral-corp.com",
    "description": "Mr. Samuel McWilliams has 9 years of experience developing solutions to client issues in the marine environment. He leads investigative studies of hydrodynamics, sediment fate and transport, and marine energy applications. In addition, Mr. McWilliams manages Integral’s SEDflume sediment laboratory where measurements of sediment erodibility are analyzed."
  },
  {
    "name": "Marybeth Melcher",
    "role": "Associate Scientist",
    "profileLink": "https://www.integral-corp.com/staff/marybeth-melcher/",
    "email": "mmelcher@integral-corp.com",
    "description": "Marybeth Melcher is an environmental scientist with 3 years of experience in geographic information systems (GIS), climate change research, sustainability, and environmental remediation consulting."
  },
  {
    "name": "Alexandra Meyers, MPH, BCES",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/alexandra-meyers/",
    "email": "ameyers@integral-corp.com",
    "description": "Ms. Alexandra Meyers is a human health risk assessor with 13 years of technical experience in the fields of environmental health science, toxicology, and exposure assessment. She has provided regulatory and litigation support for private clients and public agencies for contaminated sites throughout the U.S. Ms. Meyers has managed a wide variety of projects, including baseline human health risk assessments, screening and remedial goal evaluations, and vapor intrusion assessments. She has experience evaluating the potential health impacts associated with per- and polyfluoroalkyl substances (PFAS), PCBs, chlorinated solvents, dioxins and furans, PAHs, total petroleum hydrocarbons, and metals through multimedia exposures. Her extensive experience in leading human health risk assessments is focused on understanding the uncertainty and variability in exposure patterns and how that influences risk characterization results."
  },
  {
    "name": "Rachel Mignona",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/rachel-mignona/",
    "email": "rmignona@integral-corp.com",
    "description": "Ms. Rachel Mignona is a scientist with 2 years of experience performing groundwater, soil, and waste classification sampling. In addition to environmental sampling, she has experience with leading site investigations, writing reports and permit applications, and managing cases for clients. Ms. Mignona has also previously performed industrial hygiene surveys and air monitoring for asbestos, lead, and mold abatements."
  },
  {
    "name": "Karen Minteer",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/karen-minteer/",
    "email": "kminteer@integral-corp.com",
    "description": "Ms. Karen Minteer is a chemist with experience in all aspects of major environmental remediation projects.  She has worked in most areas of a production environmental laboratory, including sample receiving, sample preparation, quality control, organic sample analysis (gas chromatography and gas chromatography/mass spectrometry), data review, report writing, and project management.  She has had experience putting together sampling and analysis plans (SAPs) and quality assurance project plans (QAPPs), and performing data validation for organic, inorganic, and radiochemical analytical chemistry data.  Ms. Minteer has also had experience as an environmental health specialist for a large public school district.  She ensured compliance with federal and state laws and with regulations related to environmental health, including those for removal and disposal of hazardous materials, drinking water, wastewater, stormwater, subterranean dewatering, biosolids, radon testing, asbestos monitoring, industrial hygiene, and indoor air quality.  She developed safety guidelines for science programs and trained educators on safe storage and use of chemicals.  She managed hazardous waste operations and responded to emergencies and hazardous materials spills at all district facilities.  Ms. Minteer has also had experience teaching a variety of math and science courses in public schools at all secondary grade levels."
  },
  {
    "name": "Dominic Morales, E.I.T.",
    "role": "Engineer",
    "profileLink": "https://www.integral-corp.com/staff/dominic-morales/",
    "email": "dmorales@integral-corp.com",
    "description": "Mr. Dominic Morales is an engineer and a recent graduate of Arizona State University with a Bachelor of Science in Engineering degree in environmental engineering. He has experience in fieldwork, soil sampling and characterization, technical writing, and laboratory-scale remediation projects."
  },
  {
    "name": "Timothy R. Nelson, Ph.D.",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/timothy-r-nelson-ph-d/",
    "email": "tnelson@integral-corp.com",
    "description": "Dr. Timothy Nelson is an oceanographer with 10 years of experience researching hydrodynamics, sediment dynamics, and coastal geomorphology. His efforts have focused on quantifying the temporal and spatial evolution of benthic habitat, sediment resuspension, nearbed turbulence, and flooding. Dr. Nelson’s expertise includes geospatial and temporal data processing and analysis tasks related to hydrodynamics, sediment fate and transport, and acoustic effects on marine species. Dr. Nelson’s research has also focused on coastal response, recovery, and resiliency to abrupt changes in morphology, and the development of automated routines to quantify long-term shoreline change."
  },
  {
    "name": "R. Dreas Nielsen",
    "role": "Associate of Integral",
    "profileLink": "https://www.integral-corp.com/staff/r-dreas-nielsen/",
    "email": "rnielsen@integral-corp.com",
    "description": "Mr. Dreas Nielsen is a senior science advisor at Integral Consulting Inc., who specializes in quantitative analysis of environmental data. His scientific expertise is principally in the areas of sediment contamination, chemical bioaccumulation, biological effects of contaminants, and chemical transport and fate. His approach to scientific topics stresses analytical and quantitative methods, with an emphasis on computer applications. During his 36 years of experience, Mr. Nielsen has performed and managed the collection and analysis of biological, physical, chemical, and geographic data from sites throughout the United States. Potential impacts at these sites were associated with heavy manufacturing, petrochemical manufacturing, wood treatment, wood pulp and paper production, shipbuilding, mining, and smelting. Mr. Nielsen’s experience with these sites covers a broad range of contaminants, media, pathways, and exposures. Throughout this diverse range of conditions, he has collected, analyzed, modeled, and presented data to support ecological and human health risk assessments, RI/FSs, natural resource damage assessments, and cost allocation. Mr. Nielsen’s technical expertise includes data management, statistical analysis, integration of database and geographic information systems, mathematical modeling, programming, and other quantitative methods. Mr. Nielsen has designed and developed numerous databases customized to meet specialized needs of projects and clients and has developed project-specific web pages, including GIS-based interfaces, to facilitate broad and straightforward access to project data and analyses."
  },
  {
    "name": "Bingbing Owen, Ph.D., CIH",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/bingbing-owen/",
    "email": "bowen@integral-corp.com",
    "description": "Dr. Bingbing Owen is a trained industrial hygienist, statistician, and chemical engineer with 6 years of experience. Through the course of her career, she has acquired a wide range of experience in consulting, research at the National Institute of Occupational Safety and Health (NIOSH), and work in the chemical industry.\nSpecifically, Dr. Owen has provided onsite industrial hygiene support to clients across a wide variety of industries and assisted clients in complying with EPA requirements for risk assessments for existing chemicals under TSCA (including exposure monitoring at multiple sites and statistical analysis of large data sets with unique challenges such as handling nondetected values). In addition, she has extensive experience in modeling inhalation dosimetry and dose-response modeling, as well as modeling indoor air.\nDr. Owen’s expertise and research interests include exposure assessment and modeling, statistical data analysis and modeling, human health risk assessment, aerosol science with an emphasis on real-time detection with low-cost sensors, and respiratory protection. She has published more than 20 abstracts and peer-reviewed publications on various occupational health-related topics. Her accomplishments in respirator-related research were recognized through the 2018 Arthur Johnson Young Researcher Award in Respiratory Protection from the International Society for Respiratory Protection."
  },
  {
    "name": "Robert Pastorok, Ph.D.",
    "role": "Associate of Integral",
    "profileLink": "https://www.integral-corp.com/staff/robert-pastorok-ph-d/",
    "email": "rpastorok@integral-corp.com",
    "description": "Dr. Robert Pastorok is an internationally recognized expert in ecological modeling and risk assessment to support FIFRA/ESA pesticide assessments, Superfund site evaluations, NRDAs, and management of natural resources. As an ecologist with more than 30 years of experience, he has led the development of risk management decision frameworks, ecotoxicological empirical methods, and new ecological models to assess population- and ecosystem-level effects of chemicals and other stressors. Dr. Pastorok has been a key participant in efforts to improve risk assessment methods including the EPA Framework for Ecological Risk Assessment, European programs advancing population modeling for ecological risk assessment of pesticides (LEMTOX, CREAM, and MODELINK), the 2014 CropLife America Science Forum on Population Modeling for Assessing Risks of Pesticides to Endangered Species, the 2015 CropLife America Workshop on Guidance for Assessing Risks of Pesticides to Endangered Species, and the National Institute for Mathematical and Biological Synthesis work group to model impacts of toxic chemicals on ecosystem services. He has designed and taught EPA courses and an industry-targeted continuing education course on population and ecological modeling. His earlier work on wildlife exposure modeling was incorporated into EPA’s ECOFRAM guidance on pesticide risk assessment. Dr. Pastorok led Superfund ecological risk assessments at the Upper Clark Fork River (Montana), Elliott Bay (Washington), McCormick & Baxter Creosoting Site (Oregon), and other sites.\nDr. Pastorok has authored more than 25 peer-reviewed publications and was the lead author and editor of the seminal book Ecological Modeling in Risk Assessment: Chemical Effects on Populations, Ecosystems, and Landscapes (2000, CRC Press)."
  },
  {
    "name": "Daniel F. Peacock, P.G.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/daniel-f-peacock/",
    "email": "dpeacock@integral-corp.com",
    "description": "Mr. Dan Peacock has 14 years of experience in geological services, construction management, environmental investigation and remediation, and oil and gas industry projects. He has experience with conducting construction management and demolition oversight; managing multiple subcontractors; organizing, preparing, and implementing erosion and sediment control plans, and health and safety plans; and acting as the onsite representative for various clients."
  },
  {
    "name": "Benjamin G. Petri, Ph.D.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/benjamin-g-petri-ph-d/",
    "email": "bpetri@integral-corp.com",
    "description": "Dr. Benjamin Petri is an environmental engineer with 17 years of experience in the environmental litigation and remediation fields serving a range of clients. Much of Dr. Petri’s career has focused on analyzing the fate and transport of contaminants in complex environmental systems and determining the implications for clients. He has developed conceptual site models, and designed and conducted multiple field, laboratory, and modeling investigations. He specializes in the analysis of chlorinated solvents and other volatile organic compounds in groundwater systems, including dense, nonaqueous-phase liquids (DNAPLs), as well as the evaluation of alternatives for their remediation and the assessment of the vapor intrusion pathway. Dr. Petri is particularly experienced in working with in situ chemical oxidation (ISCO) technologies.\nDr. Petri is also experienced in environmental litigation, having provided support for cost allocation, environmental forensics, cost estimation, and historical facility review. He has collaborated with a variety of colleagues across disciplines in industry, academia, and consulting. In addition, Dr. Petri has authored numerous articles, book chapters, conferences presentations and short courses, and has served as a peer reviewer for multiple refereed journals."
  },
  {
    "name": "Erin Petrosian",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/erin-petrosian/",
    "email": "epetrosian@integral-corp.com",
    "description": "Ms. Erin Petrosian specializes in environmental permitting and planning for developments during project design, construction, startup, and operations.  She has consulted in this capacity on behalf of a wide variety of clients, including private power, alternative energy, research and development, manufacturing, industrial production, and residential development.  Key products delivered by Ms. Petrosian include permit applicability studies, permitting schedules, permit applications, technical mitigation, testing and operating plans, permit compliance registers, and permit inventories."
  },
  {
    "name": "Jennifer Pettis Schallert",
    "role": "Senior Solution Architect",
    "profileLink": "https://www.integral-corp.com/staff/jennifer-pettis-schallert/",
    "email": "jschallert@integral-corp.com",
    "description": "Ms. Jennifer Pettis Schallert is a senior solution architect with more than 20 years of experience answering complex questions with data-driven solutions.  Her scientific background spans various areas of biology and environmental science, including fisheries biology, acoustics, sediment studies, ecology, marine mammals, and clinical research.  Creating analytical tools in these diverse areas with stringent regulatory oversight has honed her ability to provide clear solutions that facilitate communication and decision-making among stakeholders, scientists, and regulators alike.  Her foremost passion is to find ways to make complicated data transparent and easily communicated.\nMs. Pettis Schallert can advise on study design, data collection, and analytical methods based on the question of interest; complete analyses; and build analytical and visualization tools leveraging a variety of solutions. These tools may range from simple scripts that automate repetitive data tasks to a package of functions to perform complicated statistical models and analyses. In addition, she is adept at putting these backend solutions into dashboards to allow stakeholders user-friendly and interactive data visualizations. Her technological experience includes R, MATLAB, Shiny, Python, SAS, IDL, and LaTeX. Because she works in regulated environments, Ms. Pettis Schallert has a strong understanding of how regulatory and resource agencies interact during regulatory and permitting processes. She has had firsthand experience working with EPA, FDA, U.S. Army Corps of Engineers, NOAA Fisheries, U.S. Fish and Wildlife Service, and Regional Water Quality Control Boards."
  },
  {
    "name": "Chris Pfeifer",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/chris-pfeifer/",
    "email": "cpfeifer@integral-corp.com",
    "description": "Mr. Chris Pfeifer is a multidisciplinary environmental scientist with nearly 30 years of consulting experience focused on wetland science, natural resource damage assessment (NRDA), ecological restoration, oil spill environmental response, and ecological risk assessment. He also has broad experience in project, program, and client management.  He has responded to more than 50 pipeline, vessel, and facility pollution incidents and worked on dozens of NRDA cases throughout the country under both the Oil Pollution Act and CERCLA. He has applied ecological risk concepts to evaluate natural resource injuries and used habitat equivalency analysis (HEA) and resource equivalency analysis (REA) to quantify changes in ecological services and scale compensatory restoration. Mr. Pfeifer has also conducted screening-level ecological risk assessments (SLERAs) for a variety of contaminated sites and spill locations addressing hazards from hydrocarbons, PCBs, metals, dioxins, and pesticides.  He applies his experience restoring, creating, and enhancing wetland, aquatic, riparian, and upland habitats working in regulatory settings to mitigate impacts from land development and restore natural resources injured by pollution.  He also engages in non-regulatory projects such as living shorelines to address coastal erosion and bolster resilience. Prior to his work in consulting, Mr. Pfeifer supported aquatic resource and water quality protection and planning programs in state and federal government."
  },
  {
    "name": "Adam Pomeroy",
    "role": "Associate Scientist",
    "profileLink": "https://www.integral-corp.com/staff/adam-pomeroy/",
    "email": "apomeroy@integral-corp.com",
    "description": "Mr. Adam Pomeroy is an associate scientist who is experienced in soil, sediment, groundwater, and seepage sample collection. His experience in the field includes management of thousands of samples across various media using the Scribe program. He is also experienced in the use of Logplot8 software to digitize soil borings, subsurface sediment borings, and groundwater well logs. Mr. Pomeroy is able to synthesize field and analytical data into cohesive sections of summary and evaluation reports."
  },
  {
    "name": "John Quigley",
    "role": "Associate Engineer",
    "profileLink": "https://www.integral-corp.com/staff/john-quigley/",
    "email": "jquigley@integral-corp.com",
    "description": "Mr. John Quigley is an associate engineer with a focus in environmental engineering and 1 year of experience in environmental consulting. He has experience in hydrological modeling, groundwater, soil, and soil vapor sampling, and an educational background in bioremediation and ecology."
  },
  {
    "name": "Kaustubha Raghukumar, Ph.D.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/kaustubha-raghukumar-ph-d/",
    "email": "kraghukumar@integral-corp.com",
    "description": "Dr. Kaustubha Raghukumar is an oceanographer with a solid background in physical oceanography, ocean acoustics, and wave propagation physics, and has authored a number of peer-reviewed scientific papers in this area. He has 15 years of experience in modeling and at-sea measurements of hydrodynamic processes, such as ocean circulation, surface waves, internal waves, and underwater sound. He has participated in several international at-sea experiments that focused on the impact of oceanographic fluctuations on ocean acoustic propagation and continues to develop state-of-the-art acoustic monitoring techniques and technologies for the U.S. Department of Energy and the Office of Naval Research. He is concurrently involved in modeling efforts to assimilate wave measurements into regional wave models and to examine the potential environmental effects of marine renewable energy devices."
  },
  {
    "name": "Elizabeth Rand",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/elizabeth-rand/",
    "email": "erand@integral-corp.com",
    "description": "Ms. Elizabeth Rand is an environmental consultant with more than 20 years of experience in risk assessment, environmental regulation, and hazardous waste management. She has managed and supported complex human and environmental health risk assessments, critiques of state and federal environmental regulations and toxicological criteria, development of site-specific water quality criteria, development of risk management strategies for feasibility studies of hazardous waste sites, and preparation of testimony and rebuttals in support of environmental litigation. In addition to her toxicology and risk assessment experience, Ms. Rand has organized and supervised floodplain soil and sediment sampling, water quality and effluent sampling, environmental reconnaissance exercises, and watershed restoration projects.\nMs. Rand’s experience comprises projects that elucidate the transport and potential exposures and risks associated with dioxins, PCBs, metals, asbestos, hydrocarbons, and pesticides in various commercial and environmental media. Her projects have included evaluations related to land application of wastewater sludge and ash, effluent discharge to publicly owned treatment works and/or viable waterways, consumer use of pulp and paper products, and potential exposures at contaminated manufacturing and disposal sites. Ms. Rand has quantified health risks related to atmospheric loads of mercury to major river watersheds; the potential relationships between house-dust contamination and industrial site activities; and the disposition of, and environmental risks associated with, dioxin contamination of a floodplain and wetland. In addition, Ms. Rand has managed, designed, and implemented watershed surveys and nonpoint source pollution studies for several municipalities and soil and water conservation districts."
  },
  {
    "name": "Cristal Reagh",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/cristal-reagh/",
    "email": "creagh@integral-corp.com",
    "description": "Ms. Cristal Reagh is broadly trained in biology, ecology, and environmental studies.  She is experienced in ecological sample collection and data processing and analysis.  Ms. Reagh provides technical support for human health and ecological risk assessments and has experience collecting sediment, soil, groundwater, surface water, and biota samples.  In addition, Ms. Reagh provides support for projects subject to the California Environmental Quality Act (CEQA)."
  },
  {
    "name": "Nathan Rebuck, Ph.D.",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/nathan-rebuck-ph-d/",
    "email": "nrebuck@integral-corp.com",
    "description": "Dr. Nathan Rebuck is an oceanographer with diverse experience in operational oceanography, the offshore wind industry, benthic and essential fish habitat, fisheries, biogeochemistry, and ocean acidification and climate change. He has helped gain regulatory approvals from the U.S. Army Corps of Engineers (USACE), Bureau of Ocean Energy Management (BOEM), and Bureau of Safety and Environmental Enforcement (BSEE) for offshore wind projects and ensured compliance of site investigations activities conducted for Outer Continental Shelf (OCS) leaseholders, including site assessment plan and construction and operations plan surveys for renewable development. He has served as project manager, as well as lead scientist in the field, for offshore environmental surveys of benthic habitat characterization and essential fish habitat. Dr. Rebuck also has extensive experience coordinating and conducting metocean measurement surveys, hydrographic analyses, and water quality sampling in estuarine, coastal, and offshore environments."
  },
  {
    "name": "Brooke Redding",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/brooke-redding/",
    "email": "bredding@integral-corp.com",
    "description": "Ms. Brooke Redding is a hydrologist with 19 years of experience in environmental consulting.  She has a strong interdisciplinary understanding of hydrological theory and its application to a variety of complex environmental projects, including groundwater and surface-water investigations for the manufacturing, oil and gas, solid waste, automobile, mining, and coal bed methane industries.  Ms. Redding has managed and provided technical support on a wide range of projects, including field investigations, groundwater and surface water characterization, environmental litigation support, natural resource damage assessments (NRDAs), quantitative modeling of flow and transport, data collection and analyses, source water vulnerability assessments, water quality monitoring and statistics, permitting, and remedial investigations and feasibility studies (RI/FSs)."
  },
  {
    "name": "Julia Richardson, P.E.",
    "role": "Project Engineer",
    "profileLink": "https://www.integral-corp.com/staff/julia-richardson/",
    "email": "jrichardson@integral-corp.com",
    "description": "Ms. Julia Richardson is an environmental engineer with 3 years of consulting experience preparing wastewater treatment system designs and bid packages, collecting and analyzing data, writing technical reports, and aiding in construction management and inspection. Ms. Richardson has performed alternative analyses, cost estimation, and design for several municipalities seeking state and federal assistance in upgrading wastewater infrastructure. She has extensive experience in preparing and reviewing contract documents, technical specifications, and project drawings, as well as processing and responding to contractor submittals, requests for information, and change orders."
  },
  {
    "name": "Anthony J. Russell, MPH",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/anthony-j-russell-mph/",
    "email": "arussell@integral-corp.com",
    "description": "Mr. Anthony Russell is a Health Scientist with 4 years of experience in the field of epidemiology and 3 years as a chemical engineer. His research and academic training are focused on epidemiology, biostatistics, organic chemistry, engineering methods, risk assessment, and exposure assessment. He served in the U.S. Peace Corps in Lesotho, Africa, where he researched human immunodeficiency virus (HIV) mitigation and prevention as well as mathematics education. His research focused on food insecurity and its effect on chronic illnesses among a rural population of refugees in Ghana and assisted local nongovernmental organizations in identifying culturally appropriate ways to deliver food baskets to refugee populations. He also worked with the Connecticut State Department of Public Health as a COVID-19 Contact Tracing Team Lead. Mr. Russell’s current research includes the systematic review of chemical exposures and associations with chronic disease outcomes including, but not limited to, various cancers as well as the exploration and development of biologically based dose response models and physiologically based pharmacokinetic models. Throughout his graduate coursework and professional career, he has developed skills in statistical methods and modeling as well as assessing the public health impact of infectious and chronic illnesses."
  },
  {
    "name": "Julia Ryan, LSRP",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/julia-ryan-lsrp/",
    "email": "jryan@integral-corp.com",
    "description": "Ms. Julia Ryan is a geologist with 15 years of experience in site investigation, remediation, and environmental due diligence. She has been a licensed site remediation professional (LSRP) for 6 years. Her career has focused on closure of contaminated New Jersey properties in compliance with the New Jersey Department of Environmental Protection (NJDEP) comprehensive regulations and guidance documents. Ms. Ryan also has experience with the Pennsylvania Department of Environmental Protection (PADEP) Act 2 program and with remediation of PCBs under the U.S. Environmental Protection Agency’s (EPA’s) TSCA.\nMs. Ryan has performed and managed numerous soil, groundwater, and vapor intrusion investigations as part of remedial programs on behalf of private sector clients in several industries. She has prepared and submitted a wide range of regulatory reports, from preliminary assessments to remedial action reports. She has also issued a response action outcome for one of her cases and supported the issuance of a remediation-in-progress waiver for one case. These activities were completed in accordance with NJDEP technical requirements for site remediation, the Site Remediation Reform Act, the Industrial Site Recovery Act (ISRA), and underground storage tank (UST) regulations and associated guidance documents."
  },
  {
    "name": "Kara R. Scheu, Ph.D.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/kara-r-scheu-ph-d/",
    "email": "kscheu@integral-corp.com",
    "description": "Dr. Kara Scheu is a physical limnologist and oceanographer specializing in physical mechanisms that drive sediment and contaminant transport. She has 12 years of experience with field measurements and instrumentation, data analysis, and hydrodynamic and sediment transport modeling. Dr. Scheu has coordinated, planned, and executed large in situ field deployments measuring hydrodynamic and sediment transport, processed and analyzed large data sets, and collaborated with international clients to successfully implement field studies. She has also set up, calibrated, and validated a variety of hydrodynamic and sediment transport models to assess sediment and contaminant transport due to physical processes. Dr. Scheu has experience working in an array of environments, including rivers, lakes, estuaries, and the coastal ocean, and she has supported litigation and multiple large-scale allocation processes at contaminated sediment sites."
  },
  {
    "name": "Natalie Schneider",
    "role": "Associate Data / Solution Engineer",
    "profileLink": "https://www.integral-corp.com/staff/natalie-schneider/",
    "email": "nschneider@integral-corp.com",
    "description": "Mx. Natalie Schneider has 2 years of experience working on environmental databases (groundwater sampling and geology) with a focus on database engineering and interface construction. He also has 6 years of experience in video production for technology-focused tutorial videos (Git, GitHub, Markdown, Jenkins, Vagrant, Bash, and Maven). They are skilled at transforming real-world elements into data and back again, prioritizing the quality of information flow between parties.\nMx. Schneider considers teaching to be an integral part of learning concepts and values the ability to communicate knowledge to clients, students, and fellow team members. He seeks a broad understanding of projects, shadowing fieldwork to help improve designs for data storage, entry, and retrieval. With a background in both data and video production, she understands that logic and creativity are skills that build off each other and lead to higher-quality work.\nSpecifically, Mx. Schneider has experience with SQL Server, Oracle SQL, MySQL, ASP.net, HTML, Java, Python, C, and Microsoft® Office Suite. On the creative side, she is versed in Adobe Premiere and Audition."
  },
  {
    "name": "Naomi A. Schowalter",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/naomi-a-schowalter/",
    "email": "nschowalter@integral-corp.com",
    "description": "Ms. Naomi Schowalter has 11 years of experience in the environmental regulatory field. Prior to entering private consulting in 2021, she served as a natural resource specialist with the Bureau of Land Management, Bakersfield Field Office, and as a regulatory project manager with the U.S. Army Corps of Engineers (USACE), San Francisco District. She specializes in completion of wetland delineation reports and other documentation required to obtain state and federal permits for impacts to aquatic resources and special status species. Ms. Schowalter is a detail-oriented project manager adept at identifying streamlining opportunities for efficient environmental permitting, project planning, preparation of permit applications, and interaction with local, state, and federal agencies."
  },
  {
    "name": "Mark Schroeder, P.E.",
    "role": "Engineer",
    "profileLink": "https://www.integral-corp.com/staff/mark-schroeder-e-i-t/",
    "email": "mschroeder@integral-corp.com",
    "description": "Mr. Mark Schroeder is an engineer with 5 years of consulting experience broadly trained in environmental engineering and has focused experience in the fate and transport of contaminants in groundwater, soil, and sediment. His use of programming and ArcGIS analysis helps guide appropriate development of investigation and remediation strategies."
  },
  {
    "name": "Conner Schultz",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/conner-schultz/",
    "email": "cschultz@integral-corp.com",
    "description": "Mr. Conner Schultz is an environmental consultant with experience in data collection, analysis, and management and in GIS. He extends his use of applications, such as ArcGIS and QGIS, with additional programming languages that include SQL and MATLAB®, to perform quantitative analyses and to develop supporting data visualizations. Mr. Schultz assists in analyzing both spatial and non-spatial data for a variety of projects, including environmental risk assessments, natural resource damage assessments, and RI/FSs. Since joining Integral in early 2019, he has been a contributing member to Integral’s sediment profile and plan view imaging (SPI–PV) data processing team. He supports the planning and design of SPI–PV field surveys, conducts image analysis, manages SPI–PV data post-processing and leads the GIS support. He also manages the development team responsible for analysis and visualization tools and has performed analyses to support the development of custom image processing algorithms using deep learning and machine learning methodologies. In addition, Mr. Schultz has served as a project manager for seven projects with responsibilities that include management of the technical team, cost management, resource allocation, and successful deliverable tracking and client communication."
  },
  {
    "name": "Thomas R. Schulz",
    "role": "Senior Data / Solution Engineer",
    "profileLink": "https://www.integral-corp.com/staff/thomas-r-schulz/",
    "email": "tschulz@integral-corp.com",
    "description": "Mr. Tom Schulz is well versed in many aspects of field data collection, especially biological/ecological surveys. He has prepared numerous health and safety plans, sampling and analysis plans, and cruise reports. Mr. Schulz is also proficient at preparing large data sets graphically (graphs, charts, and GIS mapping) and into concise tables for statistical and spatial analysis and interpretation. His experience includes loading incoming environmental sampling data into the EQuIS database and into client or regulatory agency databases, such as DAIS (U.S. Army Corps of Engineers, Seattle District), SEDQUAL (Washington Department of Ecology), and Query Manager (National Oceanic and Atmospheric Administration)."
  },
  {
    "name": "Kerri D. Seger, Ph.D.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/kerri-d-seger/",
    "email": "kseger@integral-corp.com",
    "description": "Dr. Kerri D. Seger is an oceanographer with experience in biological oceanography, bioacoustics, acoustic propagation modeling, and effects of noise on fauna. She has 20 years of experience in field measurements of biological sources and 15 years of experience in combining acoustics with oceanography for soundscape parameterization and effects of noise applications. She has led fieldwork projects including documenting avian urban singing behavior around Columbus, Ohio; biotagging cetaceans in Mexico, Hawai‘i, the Dominican Republic, and Colombia; and measuring the full ship shock trial of the USS Gerald R. Ford. Most of her data collection efforts are geared towards understanding the functionality of acoustic signals and parameterizing the effects of noise on communication. Dr. Seger is currently involved in testing density estimation methods of fin whales using Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO) data, comparing noise levels in the Gulf of Tribugá (Colombia) to stress hormone levels in humpback whale blubber, and modeling efforts to examine the potential environmental effects of marine renewable energy devices."
  },
  {
    "name": "Charles Shaw",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/charles-shaw/",
    "email": "cshaw@integral-corp.com",
    "description": "Mr. Charles Shaw is a biologist focused on ecological risk assessment and spatial analysis of data. He is experienced in ecological sample collection, data processing and analysis in the statistical software R, and map creation and spatial data evaluation using ArcGIS. Mr. Shaw has worked on numerous field sample collections involving a wide range of media, including surface water, soil, sediment, aquatic and terrestrial macroinvertebrates, small mammals, and birds. He has also assisted in writing a variety of reports, including baseline ecological risk assessments, human health risk assessments, and field sampling plans."
  },
  {
    "name": "Stephen Sherman, P.G.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/stephen-sherman-p-g/",
    "email": "ssherman@integral-corp.com",
    "description": "Mr. Stephen Sherman is a licensed professional geologist with 15 years of experience in soil, air, and groundwater investigation; soil and groundwater remediation; and Phase I environmental site assessments (ESAs). His experience includes managing and leading air, soil, and groundwater site investigations; managing monitoring and sampling programs; implementing various drilling and push technologies and in situ remedial injections for chlorinated solvents; and designing and overseeing the installation of groundwater monitoring, injection, and extraction wells. Mr. Sherman also has experience in construction management for remediation projects and remedial performance evaluations."
  },
  {
    "name": "Katelynn Shields, LSRP",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/katelynn-shields/",
    "email": "kshields@integral-corp.com",
    "description": "Ms. Katelynn Shields is a scientist with 10 years of experience in the environmental consulting industry on both state- and federal-led projects. Her primary focus is on soil, groundwater, sediment, and surface water investigations and remediation in New Jersey and other states, as well as litigation support. Ms. Shields’ responsibilities encompass conducting remedial investigations and actions, writing technical reports, providing litigation support, reviewing historical documents, conducting due diligence reviews, and designing fieldwork mobilizations, which include sampling (soil, groundwater, surface water, vapor, concrete) and contractor oversight."
  },
  {
    "name": "Anthony J. Shields, P.E.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/anthony-j-shields-p-e/",
    "email": "ashields@integral-corp.com",
    "description": "Mr. Anthony Shields is a registered professional engineer with 9 years of experience in environmental engineering and consulting.  Mr. Shields specializes in remediation and design and has experience remediating emerging contaminants such as per- and polyfluoroalkyl substances (PFAS), 1,2,3-trichloropropane (1,2,3-TCP), and 1,4-dioxane.  He has additional experience in public supply drinking water treatment, remedial investigations, cost estimation, air compliance permitting, and stormwater management. He has provided engineering support for the design, construction, and operation of a wide variety of treatment systems and technologies, including thermal remediation, sorption technologies, bioremediation systems, soil vapor extraction and air sparge systems, engineered capping, in situ chemical oxidation (ISCO) injections, sub-slab depressurization (SSD) systems, in situ stabilization (ISS), and excavation and disposal."
  },
  {
    "name": "Christopher W. Sinton, Ph.D., R.G.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/christopher-w-sinton-ph-d/",
    "email": "csinton@integral-corp.com",
    "description": "Dr. Chris Sinton uses his broad, multidisciplinary background to help clients rapidly and accurately assess and solve a range of environmental issues. He has applied his extensive experience in project management and practical laboratory and fieldwork to remediation projects, site assessments, litigation support, and cost allocation. Dr. Sinton has particular expertise in the glass and ceramic industry and sustainability of materials and energy. He works closely with clients and counsel to develop data-driven solutions for complex, multifaceted projects."
  },
  {
    "name": "Jedidiah Sirk, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/jedidiah-sirk-p-e/",
    "email": "jsirk@integral-corp.com",
    "description": "Mr. Jedidiah (Jed) Sirk is a professional environmental engineer with 13 years of consulting experience in contaminated site investigation and remediation, particularly related to contaminated sediments and former manufactured gas plants (MGPs).  He has managed and provided technical support throughout all phases of the remediation process, including site investigation, feasibility studies, remedial design, and remedy implementation at sites for industrial clients under a variety of federal and state regulatory programs (e.g., CERCLA, Great Lakes Legacy Act [GLLA], voluntary cleanup programs).  Additionally, Mr. Sirk has provided non-testifying technical support (e.g., environmental forensic analysis, conceptual site model development) in support of legal strategy in a variety of settings, including contaminated sediment, former MGP, and chlorinated solvent sites."
  },
  {
    "name": "Frank W. Spada",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/frank-w-spada/",
    "email": "fspada@integral-corp.com",
    "description": "Mr. Frank Spada is a proven developmental engineer and ocean engineering technician.  He has 24 years of experience in the oceanographic technology field, specifically in the design, development, fabrication, and implementation of oceanographic sensor systems and monitoring platforms. He has designed, constructed, and deployed platforms for research instrumentation in lakes, rivers, and surf zone, coastal, and deep ocean environments. Mr. Spada is responsible for the organization and coordination of technical activities and field operations for research programs. His key strengths and skills are as follows:"
  },
  {
    "name": "Geordee Spilkia",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/geordee-spilkia/",
    "email": "gspilkia@integral-corp.com",
    "description": "Ms. Geordee Spilkia is a scientist with several years of experience as a chemical analyst and field service agent in the wastewater consulting industry.  She also has experience managing and analyzing scientific data and collaborated with the Minnesota Pollution Control Agency to observe trends in historical wastewater compliance data."
  },
  {
    "name": "William Stansfield",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/william-stansfield/",
    "email": "bstansfield@integral-corp.com",
    "description": "Mr. William Stansfield is a hydrogeologist with experience in both the private and public sectors and broad interests related to groundwater resource management and remediation. He has experience with numerical and analytical groundwater modeling; environmental site assessment; construction oversight; technical reporting; monitoring well instillation; and sediment, soil, and groundwater sampling."
  },
  {
    "name": "Courtney Stratton",
    "role": "Associate Data / Solution Engineer",
    "profileLink": "https://www.integral-corp.com/staff/courtney-stratton/",
    "email": "cstratton@integral-corp.com",
    "description": "Ms. Courtney Stratton is an associate data/solution engineer with experience in environmental data analysis, statistical modeling, and web application development. She is proficient in R Shiny for building interactive data visualization tools and conducting statistical analyses. Ms. Stratton is skilled in managing large environmental data sets, collaborating with multidisciplinary teams, and delivering data-driven solutions for environmental challenges."
  },
  {
    "name": "Madeline Streifer, Ph.D.",
    "role": "Project Scientist",
    "profileLink": "https://www.integral-corp.com/staff/madeline-streifer-ph-d/",
    "email": "mstreifer@integral-corp.com",
    "description": "Dr. Madeline Streifer is a pharmacologist and toxicologist with experience in neuroendocrinology and reproductive health. She has led several multidisciplinary research projects investigating the impacts of endocrine-disrupting chemicals with a focus on dose-response assessment and exposure evaluation to assess chemical risks. Dr. Streifer is skilled in translating complex scientific data into actionable insights and has published several papers and presented her work at national conferences, contributing to the advancement of toxicology and environmental health research."
  },
  {
    "name": "Heather M. Summers",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/heather-m-summers/",
    "email": "hsummers@integral-corp.com",
    "description": "Ms. Heather Summers is a toxicologist and risk assessor with technical leadership experience in ecological and human health risk assessment, specializing in bioaccumulation and toxicity of metals and PCBs.  She has conducted aquatic and terrestrial ecological risk assessments involving complex ecosystems with multiple receptors, stressors, and assessment endpoints.  Ms. Summers is experienced with the unique characteristics of systems characterized by ubiquitous metals contamination.  She has led toxicity, bioavailability, and trophic transfer modeling evaluations of highly bioaccumulative metals such as mercury and selenium for the purpose of assessing risks to ecological endpoints in aquatic and terrestrial habitats.  Ms. Summers has advised clients on developing site-specific toxicity criteria for the purposes of supporting natural resource damage assessments (NRDAs) and risk assessments at CERCLA sites.  She has experience with classical and Bayesian statistics, parametric and nonparametric statistical analysis, and probabilistic modeling.\nMs. Summers has managed numerous field programs to support RI/FS biomonitoring.  She has extensive field experience in water, sediment, and biota sampling techniques for freshwater and marine systems.  In addition, she has more than 12 years of experience in environmental analytical chemistry instrumentation and detection methods for trace metals, volatile organic and semivolatile organic compounds, and nutrients."
  },
  {
    "name": "Jane L. Sund, P.E.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/jane-l-sund-p-e/",
    "email": "jsund@integral-corp.com",
    "description": "Ms. Jane Sund is an engineer with 20 years of professional experience in the environmental field. She specializes in construction quality assurance, preparing construction-related documents such as technical plans and specifications, conducting site investigations, and preparing permit applications. Ms. Sund is also skilled in cost estimating, project management, client communication, and subcontractor management."
  },
  {
    "name": "Roderick Swan, P.G.",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/roderick-swan-p-g/",
    "email": "rswan@integral-corp.com",
    "description": "Mr. Roderick Swan is an environmental geologist with 9 years of experience in environmental assessment, investigation, characterization, modeling, and remediation. Mr. Swan’s skill set combines critical thinking and comprehensive expertise with New Jersey and Pennsylvania environmental regulatory programs with exceptional computational skills to develop conceptual site models (CSMs), 3-dimensional visualizations, and numerical groundwater models. He serves as a technical lead and works with multidisciplinary teams on small and large sites impacted with organic and inorganic constituents, including per- and polyfluoroalkyl substances (PFAS), 1,4‑dioxane, chlorinated solvents, manufactured gas plant residual coal tar, retail service station/refinery gasoline contaminants of concern, and metals. He has worked for industrial, residential, commercial, municipal, state, and other clients under a variety of regulatory frameworks, including state-led cleanup programs such as the New Jersey Site Remediation Program and Pennsylvania Land Recycling Program (Act 2).\nMr. Swan has extensive field experience, including drilling oversight of direct push technology, hollow stem auger, sonic, air-rotary, and mud-rotary rigs to install monitoring, remediation, and injection wells; collection of soil, sediment, rock, surface water, and groundwater samples; and use of high-resolution site characterization and geophysical methods to develop CSMs. He has field experience with and engaged in technical oversight of in situ chemical oxidation, pump and treat, underground storage tank (UST) closure, excavation, ex situ chemical oxidation, soil vapor extraction, sub-slab depressurization system, and air sparging projects. In addition, Mr. Swan is well versed with ArcGIS Pro, ArcGIS Field Maps, AutoCAD, Leapfrog, spreadsheet-based and numerical models including BIOCHLOR, New Jersey Department of Environmental Protection (NJDEP) classification exception area (CEA) calculations, fate and transport modeling, Mann-Kendall analysis, and Quick Domenico."
  },
  {
    "name": "Michael Sweetenham, P.G.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/michael-sweetenham-p-g/",
    "email": "msweetenham@integral-corp.com",
    "description": "Mr. Michael Sweetenham is a hydrogeologist with more than 10 years of experience in environmental assessment, investigation, characterization, modeling, remediation, and mining. His skill set combines the critical thinking ability and technical expertise of an analytical hydrogeologist with the computational skills of a modeler to develop conceptual site models (CSMs), 3-dimensional visualizations, and numerical groundwater models. He serves as a technical expert and works with multidisciplinary teams on small and large sites impacted with organic and inorganic constituents, including per- and polyfluoroalkyl substances (PFAS), 1,2,3-trichloropropane (1,2,3‑TCP), 1,4‑dioxane, chlorinated solvents, hydrocarbons, metals, and radionuclides. He has worked for industrial, commercial, municipal, and other clients under regulatory frameworks, including state-led cleanup programs, CERCLA, and RCRA.\nMr. Sweetenham has extensive field experience, including drilling oversight of direct push technology, hollow stem auger, sonic, air-rotary, and mud-rotary rigs to install monitoring, remediation, injection, and residential wells; collection of soil, sediment, rock, surface water, and groundwater samples; and use of high-resolution site characterization and geophysical methods to inform CSMs. He designs, implements, and manages successful projects involving in situ bioremediation (ISB)/‌bioaugmentation, in situ chemical oxidation (ISCO), pump and treat, phytoremediation, excavation, ex situ chemical oxidation, soil vapor extraction (SVE), sub-slab depressurization system (SSDS), and air sparging. In addition, Mr. Sweetenham is well versed with ArcGIS Pro, Leapfrog, and analytical and numerical models, including BIOSCREEN, BIOCHLOR, REMChlor, HELP, VS2DT, VLEACH, AnAqSim, ParFlow, MODFLOW, and MT3DMS."
  },
  {
    "name": "Manon Tanner-Dave",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/manon-tanner-dave/",
    "email": "mtanner-dave@integral-corp.com",
    "description": "Ms. Manon Tanner-Dave is a chemist with 19 years of experience providing support in project and data quality assurance. She has extensive experience writing field sampling plans and quality assurance project plans (QAPPs) related to a variety of environmental media for both state and federal regulatory agencies. Ms. Tanner-Dave specializes in environmental chemistry, and she has in-depth working knowledge of EPA environmental analytical methods and is experienced in data validation for organic and inorganic data using EPA’s functional guidelines for data validation. She has coordinated analytical laboratory activities and works closely with clients, project teams, and laboratories to resolve any data quality issues, such as background contamination or analytical interference. In addition, Ms. Tanner-Dave has supported litigation projects with roles in data management and analysis and has experience with product stewardship."
  },
  {
    "name": "Lisa Tolbert, E.I.T.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/lisa-tolbert/",
    "email": "ltolbert@integral-corp.com",
    "description": "Ms. Lisa Tolbert is a consultant with 20 years of broad technical experience in the fields of environmental health science and toxicology, human health exposure and risk assessment, remedial site investigation and characterization, regulatory compliance, product safety, and engineering. As a health scientist, she has executed human health risk assessments for cancer and noncancer health endpoints from exposures to chemicals in various environmental media and consumer products, and provided toxicological, regulatory, litigation, and data analysis support for clients with contaminated sites throughout the U.S. As a chemical/environmental engineer, she has provided engineering support during the research, development, design, implementation, closeout, and documentation stages of environmental remediation and construction projects. Ms. Tolbert has managed or contributed to a wide variety of projects, primarily involving deterministic and probabilistic (i.e., Monte Carlo) human health and ecological risk assessment, screening and cleanup levels development, consumer product evaluation, and soil, sediment, and groundwater remediation. Other projects have involved excavation, dredging, vapor intrusion, post-application pesticide volatilization, leaking underground storage tanks (USTs), landfills, stormwater monitoring, and sampling of ambient air, groundwater, soil, soil vapor, and sediment in support of site characterization activities. She has experience working on sites contaminated with a variety of chemicals, including PCBs, petroleum hydrocarbons, PAHs, chlorinated solvents, arsenic, lead, pesticides, dioxins and furans, and contaminants of emerging concern, such as per- and polyfluoroalkyl substances (PFAS), as well as with products containing chemicals listed under the State of California’s Safe Drinking Water and Toxic Enforcement Act of 1986 (Proposition 65)."
  },
  {
    "name": "Brandon C. Tufano",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/brandon-c-tufano/",
    "email": "btufano@integral-corp.com",
    "description": "Mr. Brandon Tufano is a geologist with 7 years of experience in the environmental consulting industry. He has broad technical experience planning and conducting site investigations focused on a variety of chemicals of concern, including per- and polyfluoroalkyl substances (PFAS), petroleum hydrocarbons, volatile organic compounds (VOCs), semivolatile organic compounds (SVOCs), and metals. Mr. Tufano has successfully designed, implemented, and performed Phase II environmental site assessments, remedial investigations/pre-design investigations, light nonaqueous-phase liquid (LNAPL) recovery pilot studies, and soil, groundwater, surface water, and indoor air sampling events and evaluations. In addition, he has experience with PFAS sampling techniques and various drilling techniques."
  },
  {
    "name": "Mandy Tulich, P.G.",
    "role": "Senior Consultant",
    "profileLink": "https://www.integral-corp.com/staff/mandy-tulich/",
    "email": "mtulich@integral-corp.com",
    "description": "Ms. Mandy Tulich is a geologist with 18 years of experience providing litigation support and technical analyses for environmental remediation, contaminant fate and transport, and site characterization in the environmental consulting industry. She is skilled at creating 3-dimensional geologic and site conceptual models, which contribute to successful site characterization, development of highly refined hydrologic models, and remedial planning and design. Ms. Tulich has a strong understanding of complex structural environments, spatial data analysis, forensic geochemical analysis, and contaminant fate and transport. She is well versed in oil field geology and has previous experience in development geology, logging, and well construction. Ms. Tulich’s recent work has involved optimizing remedial systems at underperforming remediation sites; assessing fate and transport of organic compounds, including chlorinated solvents and per- and polyfluoroalkyl substances (PFAS); and directing multiple phases of fieldwork to enhance site understanding and performance of remedial systems."
  },
  {
    "name": "Logan Uselman, Ph.D., P.G.",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/logan-frederick-ph-d/",
    "email": "luselman@integral-corp.com",
    "description": "Dr. Logan Uselman is a hydrogeologist and project manager with a focus on large legacy contamination sites and regulatory tracking. She has experience with data analysis, environmental quality monitoring, environmental remediation, and inorganic and organic chemistry. She has 6 years of environmental consulting experience and 6 years of experience in academia assessing mobility and source identification of trace elements in aquatic settings. Dr. Uselman is proficient in Leapfrog, ArcGIS, Surfer, and other data visualization software. She has organized and led field sampling campaigns, laboratory analysis, and data interpretation. Dr. Uselman has a passion for effective science communication and has presented her work at both national and international scientific meetings and amongst stakeholder groups."
  },
  {
    "name": "Charles Van Ness",
    "role": "Associate Engineer",
    "profileLink": "https://www.integral-corp.com/staff/charles-van-ness/",
    "email": "cness@integral-corp.com",
    "description": "Mr. Charles Van Ness is an associate engineer with a background in geospatial analysis, environmental engineering, statistical analysis, and decision analytics. His specialized skills include remote sensing, hydrological engineering, geographic information system (GIS), and the statistical program R. Mr. Van Ness’ prior work experience includes statistical prediction of wetlands using remotely sensed data and considerable field experience in plant disease research."
  },
  {
    "name": "Luis Vargas",
    "role": "Assistant Scientist",
    "profileLink": "https://www.integral-corp.com/staff/luis-vargas/",
    "email": "lvargas@integral-corp.com",
    "description": "Mr. Luis Vargas is an environmental scientist focused on contaminated site investigation and remediation with experience organizing and analyzing data for projects. He uses ArcGIS Pro for mapping and modeling as well as the programming language Python for statistical analysis and data visualization. Mr. Vargas is also experienced in sampling soil and surface water for research in biogeochemical cycling."
  },
  {
    "name": "Maryann Welsch",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/maryann-welsch/",
    "email": "mwelsch@integral-corp.com",
    "description": "Ms. Maryann Welsch has more than 20 years of experience in ecological risk assessment, natural resource damage assessment (NRDA), biological sampling and site investigations, and estuarine, stream, and wetland assessment and restoration. She has conducted aquatic and terrestrial ecological risk assessments addressing complex site characteristics including multiple stressors and exposure pathways and the development of trophic transfer modeling evaluations for bioaccumulative constituents such as mercury, PCBs, and per- and polyfluoroalkyl substances (PFAS). Ms. Welsch has advised clients on determining the potential for natural resource injuries related to ecological exposures in surface water, sediment, soil, and groundwater and has provided recommendations for restoration in support of NRDAs. Ms. Welsch also has experience in abiotic and biotic sampling methodologies and has designed sampling programs for a variety of settings and performed statistical evaluations to support data analysis including the determination of background thresholds. She has managed and provided technical and strategic support on numerous site investigations in New England, the Mid-Atlantic region, the Great Lakes region, the Southeast, and the Pacific Northwest."
  },
  {
    "name": "Veronica Whitman, MPH",
    "role": "Associate Scientist",
    "profileLink": "https://www.integral-corp.com/staff/veronica-whitman/",
    "email": "vwhitman@integral-corp.com",
    "description": "Ms. Veronica Whitman is a health scientist with a diverse background in epidemiology, toxicology, and environmental health. Proficient in advanced statistical software, like SAS and R, she utilizes her strong foundation in research and data analysis to tackle complex multidisciplinary problems. Her expertise spans human health risk assessment, toxicological profiling, and regulatory tracking of emerging contaminants. Known for her analytical acumen and comprehensive approach, Ms. Whitman is dedicated to advancing public health and environmental science through meticulous research and innovative methodologies."
  },
  {
    "name": "Damon Williams, CIH, CSP",
    "role": "Corporate Health and Safety Manager",
    "profileLink": "https://www.integral-corp.com/staff/damon-williams-cih-csp/",
    "email": "dwilliams@integral-corp.com",
    "description": "Mr. Damon Williams is an environmental, health, and safety (EHS) professional with more than 20 years of EHS experience. He started his career as an industrial hygienist in the chemical industry and expanded his skill set to achieve a comprehensive EHS background. Mr. Williams’s previous experience has been within the chemical and oil industry, and he has obtained two prestigious certifications: Certified Industrial Hygienist (CIH) and Certified Safety Professional (CSP)."
  },
  {
    "name": "Morgan Willming, Ph.D., DABT",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/morgan-willming-ph-d/",
    "email": "mwillming@integral-corp.com",
    "description": "Dr. Morgan Willming is a toxicologist with diverse experience in environmental and human health risk assessment, per- and polyfluoroalkyl substance (PFAS) regulatory toxicology, consumer product safety assessment, toxicity analysis and prediction, and risk communication. She has helped clients in the consumer products industry, chemical trade associations, pharmaceutical industry, and the legal sector interpret toxicological data and evaluate regulatory requirements of FDA, EPA, and international regulatory authorities. She brings strategic problem solving and technical communication skills to address challenges related to toxicology and risk assessment. Her experience in developing multisector partnerships has facilitated improved stakeholder coordination to address emerging chemical risks."
  },
  {
    "name": "Stefan Wodzicki",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/stefan-wodzicki/",
    "email": "swodzicki@integral-corp.com",
    "description": "Mr. Stefan Wodzicki is a scientist with 25 years of experience and a background in environmental assessments, aquatic and terrestrial biological monitoring, sediment profile imaging and plan view (SPI–PV) image collection and analysis, laboratory work in aquatic toxicology, and collection of sediment, water, and biological samples. His project experience includes work on sediment and water quality assessments, groundwater sampling, biota sampling, toxicology testing, stream ecology, and stream habitat surveys. Mr. Wodzicki serves as field lead in numerous field projects for a diverse set of private and governmental clients at industrial sites and municipalities. Since 2010, Mr. Wodzicki has led and co-led scientific research teams in multiple oceanographic cruises in response to the Deepwater Horizon accident and oil spill in the Gulf of Mexico. He was responsible for the implementation of sampling programs for the collection of water column samples, as well as site selection of deep water sediment cores using a remotely operated vehicle. Since 2015, Mr. Wodzicki has been the field lead on numerous SPI–PV surveys, including environmental baseline surveys at offshore oil and gas, wind farm lease areas, and cable routes. Since 2020, Mr. Wodzicki has served as the lead SPI–PV survey scientist and senior image analyst. He is also responsible for preparing work plans, technical reports, sampling and analysis plans, and health and safety plans; mobilizing survey vessels; budgeting; and coordinating with consultants, subcontractors, and clients."
  },
  {
    "name": "Christopher Wood",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/christopher-wood/",
    "email": "cwood@integral-corp.com",
    "description": "Mr. Chris Wood is a geologist with 8 years of experience in soil, air, and groundwater investigation, and soil and groundwater remediation, as well as litigation support. His experience includes managing and leading soil and groundwater site investigations; managing monitoring and sampling programs; implementing various drilling and push technologies; overseeing in situ remedial injection pilot programs for chlorinated solvents; managing the installation of groundwater monitoring wells; and managing the operations and maintenance of large-scale extraction well networks. In addition, he uses QGIS and Surfer to complete data analysis and prepare environmental drawings."
  },
  {
    "name": "Rachael Young",
    "role": "Scientist",
    "profileLink": "https://www.integral-corp.com/staff/rachel-young/",
    "email": "ryoung@integral-corp.com",
    "description": "Ms. Rachael Young is a marine scientist with extensive experience both leading and supporting field and offshore projects. Specializing in remote and polar research, she has maintained and operated a diverse suite of oceanographic and atmospheric instrumentation with applications in aquatic biogeochemistry, fisheries, ocean technology, and long-term environmental monitoring. She has been involved with most aspects of projects, including protocol development, planning and logistics, field sampling, laboratory processing, data analysis, reporting, and outreach.  Ms. Young has also overseen research and teaching laboratories where she gained a thorough understanding of environmental health and safety protocols, QA/QC assessments, and standard operating procedures."
  },
  {
    "name": "Katelyn Zatwarnicki",
    "role": "Senior Scientist",
    "profileLink": "https://www.integral-corp.com/staff/katelyn-zatwarnicki/",
    "email": "kzatwarnicki@integral-corp.com",
    "description": "Ms. Katelyn Zatwarnicki is a geologist/environmental scientist with 8 years of experience. Her project management and field skills include leading and developing groundwater and soil remedial site investigations, including coordination with subcontractors for drilling services as well as waste management and disposal. Her expertise includes laboratory analytical data interpretation as well as collection, analysis, and management of water and soil samples. Ms. Zatwarnicki also has experience supporting litigation cases and groundwater modeling."
  },
  {
    "name": "Cynthia Zatwarnicki, E.I.T.",
    "role": "Project Engineer",
    "profileLink": "https://www.integral-corp.com/staff/cynthia-zatwarnicki-e-i-t/",
    "email": "czatwarnicki@integral-corp.com",
    "description": "Ms. Cynthia Zatwarnicki is an E.I.T. with more than 8 years of consulting experience supporting civil site design plans, specifications, drawings, and engineering reports. Her responsibilities have included preparation of stormwater pollution prevention plans (SWPPPs), Notices of Intent, Phase I environmental site assessments (ESAs), and stormwater designs."
  },
  {
    "name": "Carolina Zuri, E.I.T., QISP",
    "role": "Consultant",
    "profileLink": "https://www.integral-corp.com/staff/carolina-zuri-qisp/",
    "email": "czuri@integral-corp.com",
    "description": "Ms. Carolina Zuri is an environmental engineer and project manager specializing in groundwater and sediment remediation, potable water treatment, industrial stormwater compliance, cost estimating, data interpretation, and fluvial geomorphology. She has more than 10 years of experience focused on evaluating impacts on natural surface water and groundwater systems and on designing hydraulic models, restoration projects, and remediation actions to improve the quality of aquifers and aquatic ecosystems, also through forensic analysis. As a Qualified Industrial Stormwater Practitioner, she provides support for compliance with the current Industrial General Permit, improving existing best management practices (BMPs), designing new, advanced BMPs, and helping clients manage communications with local regulators and agencies. Ms. Zuri also provides support for the review of state and federal laws, rules, and regulations to evaluate applicable environmental policies for projects related to NEPA and the California Environmental Quality Act (CEQA). Ms. Zuri is also part of the leadership committee of the nonprofit organization Women in Environment’s Bay Area chapter and chair of the Mentoring Committee of the organization."
  },
  {
    "name": "Ellen Hartley",
    "role": "Senior Information Analyst",
    "profileLink": "https://www.integral-corp.com/staff/ellen-hartley/",
    "email": "ehartley@integral-corp.com",
    "description": "Ms. Ellen Hartley is an accomplished information professional with more than 15 years of experience in library science, research, and information management. Distinguished as a leader in innovative practices, she excels at using cutting-edge technology to perform advanced analyses and transform complex information into actionable insights for a variety of stakeholders. Throughout her career as a librarian and professor at the University of Hawaii, Ms. Hartley has been at the forefront of scholarly discovery, actively contributing to the integration of technology in academic research and discourse. Her expertise in research and development has empowered her to pioneer solutions that enhance information accessibility and usability across diverse platforms and environments."
  }
]